{
    "export_date": "2025-12-14 19:21:04",
    "total_pages": 8,
    "pages": [
        {
            "id": 17,
            "title": "Introduction",
            "slug": "introduction",
            "content": "<h1>INTRODUCTION<\/h1><p>Welcome and thank you for your interest in the <strong>FSM Vernacular Language Arts (VLA)\ncurriculum<\/strong>!<\/p><p>The goal of the VLA curriculum is to create a supportive environment where students can\nlearn and grow in their native language, while fostering cultural pride and understanding. Within this framework,\nstudents develop the critical skills needed to move confidently between different cultures, settings, and learning\nopportunities.<\/p><p>This online guide promotes a clear, shared understanding among teachers, students, parents, and the wider\ncommunity\nof how the VLA curriculum is implemented in classrooms. It aims to equip teachers with practical tools,\nresources, strategies, and culturally relevant approaches that honor Micronesia’s rich linguistic and cultural\nheritage.\nIn doing so, it supports teachers in creating learning environments where students thrive academically and\nstrengthen their identities as stewards of their culture.<\/p><h2>IMPORTANCE OF THE VLA CURRICULUM<\/h2><p>A very revealing and important TED Talk by Chimamanda Ngozi Adichie titled\n<em>The Danger of a Single Story <\/em>tells a\nstory that resonates with many people in the FSM and throughout the Pacific Islands. As a child,\nthis renowned Nigerian author read books in English, as very few were available in her mother tongue.\nOver time, she began to identify with Western ways depicted in the books instead of the Nigerian ways of her own\nculture and place.<\/p><p>The <strong>FSM Language Policy<\/strong> recognizes a similar problem. A review of available English materials\nfound them unsuitable\nfor instructional purposes, with role model portrayal, language use, and topical issues inappropriate for\ninstruction at early grades.\nIt clearly states that the &quot;materials themselves convey a different set of values and attitudes from what we feel\nshould be emphasized in our early education system.&quot;<\/p><h2>SUPPORT FOR THE VLA CURRICULUM<\/h2><p>As educators, we are tasked with delivering the <strong>Vernacular Language\nArts (VLA) curriculum<\/strong>all over the FSM. This is a daunting task because local resources are limited, and we are inundated with external\nmaterials.\nThis <strong><em>Resource guide<\/em><\/strong> aims to support educators in thinking about and using one&#039;s own places\nand cultures as teaching and learning resources.\nIt reminds users to turn first to what is local and accessible, as this will support student learning without having\nto cross cultural barriers.\nFinally, it acknowledges that the teachers, students, families, and communities are all their own amazing resources\nand their knowledge and experience\noffer “toolkits” for teaching the precious knowledge of Micronesian languages, cultures, and practices.\nNevertheless, books, stories, and other written materials remain\nessential parts of a modern education system and our teachers must be equipped to use them. For that reason,\nthis guide is accompanied by an online <strong><em>Resource library<\/em><\/strong>, envisioned as a comprehensive\nrepository of all available\neducational materials in Micronesian languages, never before so accessible.<\/p><h2>CREATED THROUGH PARTNERSHIP<\/h2><p>This project was initiated by FSM Department of Education and implemented by\nIsland Research &amp; Education Initiative (iREi) in partnership with Centre for Getting Things Started (C4GTS),\nalong with the many individuals, partners, and colleagues whose contributions are gratefully acknowledged here.<\/p><p>{{block_1}}<\/p><h2>MAKING THE MOST OF IT<\/h2><p>This <strong><em>Resource Guide<\/em><\/strong> is designed to support a creative, dynamic teaching and learning\nenvironment where all FSM\nstudents can thrive. Developed with both formal and informal educators in mind, it places &quot;place&quot; at the heart of\ninstruction. Formal educators will find helpful connections to standards and assessment tools, while parents and\nother informal educators are encouraged to enrich VLA learning through everyday use of island languages, cultural\npractices, and traditions.<\/p><p>And within the <strong><em>Resource Library<\/em><\/strong>, everyone –\neducators and students, from the youngest\nlearners to adults passionate about lifelong learning – will find something to spark curiosity and brighten\ntheir\nday.<\/p><p>{{block_2}}\n{{block_3}}<\/p>",
            "custom_html_blocks": [
                {
                    "id": "block_1",
                    "html": "<div class=\"resource-guide-special-block\">\n    <h3>ACKNOWLEDGMENTS<\/h3>\n    <p>\n        <i class=\"fa-light fa-eye\" style=\"margin-right: 0.5rem\"><\/i><a href=\"#\" class=\"toggle-trigger\" data-toggle=\"acknowledgmentsID\">\n        Read about government departments, organizations, and individuals who made this\n        possible\n    <\/a>\n    <div id=\"acknowledgmentsID\" class=\"toggle-content\">\n    <p>The effort to implement this project was coordinated by Lilly Abraham Jonathan of FSM Department\n        of Education (FSM DOE) and led by Danko Taborosi of Island Research &amp; Education Initiative (iREi) and Koh\n        Ming\n        Wei of Centre for Getting Things Started (C4GTS). Many partners, friends, and colleagues supported the effort of\n        co-creating this guide and the online library of VLA resources. They helped by looking for materials in\n        libraries,\n        schools, and even in old storage sheds. They carefully scanned delicate pages of old books and articles. And\n        they\n        jumped in when we needed help in loosely translating book titles in the many languages of Micronesia. While we\n        list\n        some of them below, we apologize in advance if we may have forgotten someone and ask that you forgive us. Do\n        know\n        that we are very grateful for each and every one of you.<\/p>\n    <div style=\"width: 50%; float: right\">\n        <ul class=\"acknowledgments-list\">\n            <li>Euclene Alexander<\/li>\n            <li>Jillian Breithaupt<\/li>\n            <li>Stuart Dawrs<\/li>\n            <li>Joyminda George<\/li>\n            <li>Fran X. Hezel<\/li>\n            <li>Sandy Keiji<\/li>\n            <li>Eleanor Kleiber<\/li>\n            <li>Scarlett Lebehn<\/li>\n        <\/ul>\n    <\/div>\n    <div style=\"width: 50%; float: right\">\n        <ul class=\"acknowledgments-list\">\n            <li>Diana Manuel<\/li>\n            <li>Steioshy Manuel<\/li>\n            <li>Clémens Mayer<\/li>\n            <li>Aden Suwel<\/li>\n            <li>Janet Suwel<\/li>\n            <li>Modesta L. Tauwl<\/li>\n            <li>Melba Veloso<\/li>\n            <li>Belinda Welles<\/li>\n        <\/ul>\n    <\/div>\n    <p>We are also indebted to staff members of FSM DOE and state FSM DOEs who got involved, to all the authors who\n        graciously contributed their work to be shared with teachers and parents throughout Micronesia, and everyone\n        else who helped.<\/p>\n    <p class=\"greetings\">Thank you, Ka mu magaer, Kinissow, Kalahngan, Kuloh, Gashigeshige, Hosa\n        hachigchig, Wa aerhigerhig, Kilissow, Kaelahngaen, De abodonu, Di mee bolo goe!<\/p>\n<\/div>\n<\/div>"
                },
                {
                    "id": "block_2",
                    "html": "<div class=\"resource-guide-special-block\">\n    <h3>HOW TO USE THIS RESOURCE GUIDE?<\/h3>\n    <p><i class=\"fa-light fa-download\" style=\"margin-right: 0.5rem\"><\/i>️️<a href=\"#\">Download the entire Resource guide\n        in the PDF format<\/a>\n    <\/p>\n    <p>\n        <i class=\"fa-light fa-eye\" style=\"margin-right: 0.5rem\"><\/i><a href=\"#\" class=\"toggle-trigger\"\n                                                                       data-toggle=\"howToUseThisResourceGuideID\">\n        See practical tips on making the best use of the Resource Guide and maximizing its benefits<\/a>\n    <\/p>\n    <div id=\"howToUseThisResourceGuideID\" class=\"toggle-content\">\n        <p>This <strong><em>Resource Guide<\/em><\/strong> opens with a <a href=\"\/framework\">guiding framework<\/a> that\n            provides an overarching perspective on Vernacular Language Arts. It then applies this framework to <a\n                    href=\"\/principles\">principles of\n                place-based education<\/a>. Next, the guide presents experiential <a href=\"\/strategy\">learning and\n                teaching strategies<\/a> and suggests ways to adapt them to support curriculum\n            delivery. Color-coding highlights thematic links among the framework, principles, and strategies, helping\n            teachers\n            stay mindful of the four recurring themes throughout the VLA curriculum and keep them central in planning\n            and\n            practice.<\/p>\n        <p>After reviewing the above parts individually or with colleagues, teachers may hold small-group\n            discussions and revisit these core parts of the guide. Using the objectives in the <a href=\"\/framework\">guiding\n                framework<\/a>,\n            they can explore what place-based education means in their local context and\n            compare their reflections with the fundamental <a href=\"\/principles\">principles of place-based education<\/a>.\n            Following these discussions, teachers can engage with the <a href=\"\/strategy\">learning and teaching\n                strategies<\/a>.<\/p>\n        <p>Having explored the above sections thoroughly and inspired by ideas\n            generated through collaboration, educators can consider <a href=\"\/applying-by-styandard\">applying the\n                teaching\n                and learning strategies to the\n                framework and principles, organized by standard<\/a>.<\/p>\n        <p>Teachers will also\n            want to examine the range of available <a href=\"\/toolkit\">sample teaching and assessment tools<\/a>, which\n            they\n            print out and use directly or modify for their needs. Though the \"toolkit\" has a variety of materials, many\n            additional examples and resources exist beyond those included and will continue to emerge as teachers\n            communicate\n            and collaborate.<\/p>\n        <p>Teachers are invited to refer to the <a href=\"\/glossary\">glossary<\/a> whenever they come\n            across unfamiliar terms in this guide, the FSM VLA curriculum, or the <a href=\"\/references\">recommended\n                readings\n                and references<\/a>.<\/p>\n        <p>Finally, before beginning their first search for available VLA materials, teachers are\n            encouraged to consult the guidance below on how to use the Resource Library effectively.<\/p>\n    <\/div>\n<\/div>"
                },
                {
                    "id": "block_3",
                    "html": "<div class=\"resource-guide-special-block\">\n    <h3>HOW TO USE THE RESOURCE LIBRARY?<\/h3>\n    <p>\n        <i class=\"fa-light fa-download\" style=\"margin-right: 0.5rem\"><\/i>️<a href=\"#\">Download a printable PDF version of the tips on how to use the <em>Resource library<\/em><\/a>\n    <\/p>\n    <p>\n        <i class=\"fa-light fa-eye\" style=\"margin-right: 0.5rem\"><\/i><a href=\"#\" class=\"toggle-trigger\" data-toggle=\"howToUseTheResourceLibraryID\">\n            See practical tips on making the most of the Resource Library and easily finding what you need\n        <\/a>\n    <\/p>\n    <div id=\"howToUseTheResourceLibraryID\" class=\"toggle-content\">\n    <p>The <strong><em>Resource library<\/em><\/strong> supporting the National Vernacular Language Arts curriculum is a\n        comprehensive,\n        well-organized online repository of place-based educational materials. Freely accessible to all at\n        <a href=\"https:\/\/micronesian.school\/library\">https:\/\/micronesian.school\/library<\/a>, it provides instant access\n        to a\n        curated collection of books and learning\n        resources &ndash; especially those developed in the diverse vernacular languages of Micronesia.<\/p>\n    <p>Designed for teachers,\n        educators, and anyone interested in Micronesian culture, language, literacy, and education, the library allows\n        users\n        to view, comment on, annotate, download, and make use of nearly 2,000 resources collected to date. It serves as\n        both\n        a practical teaching tool and a growing digital archive that supports culturally grounded learning across the\n        region.<\/p>\n    <h3>GETTING STARTED — HOW TO ACCESS THE LIBRARY<\/h3>\n    <p>To access the <strong><em>Resource library<\/em><\/strong>, use the switch at the top of this page and select the\n        option on the right.<\/p>\n    <img src=\"\/storage\/page-media\/Picture2.png\">\n    <p>To get back to this <strong><em>Resource library<\/em><\/strong>, click the left side of the same switch button.\n    <\/p>\n\n    <h3>LOCATING RESOURCES &ndash; HOW TO FIND WHAT YOU NEED<\/h3>\n    <p>Once you enter the\n        library page, the system will display the full list of all available resources by default. Use the following\n        options\n        lined up on the left to find materials:<\/p>\n    <h4>1. Search<\/h4>\n    <ul>\n        <li>\n            Use the \"Keyword search\" box to look for resources\n            by title, author, subject, or any other keyword. The search tool is broad and highly flexible. It retrieves\n            any\n            item\n            whose metadata contains the letter sequence you enter, regardless of where they appear. This makes it easy\n            to\n            find\n            materials even with partial words. If you are unsure of spellings, you can enter just the part of the word\n            you\n            know\n            is correct.<br>\n            <img src=\"\/storage\/page-media\/Picture3.png\">\n        <\/li>\n    <\/ul>\n    <h4>2. Browse<\/h4>\n    <ul>\n        <li>Whether viewing the full collection or search results, you can use the \"Number\n            of entries\" option to select how many items should be displayed on the screen at one time.\n            <br>\n            <img src=\"\/storage\/page-media\/Picture4.png\">\n        <\/li>\n    <\/ul>\n    <ul>\n        <li>If there are\n            more\n            resources available to view than fit on one page as per your settings, click page numbers at the bottom of\n            the\n            resource list to browse.<br>\n            <img src=\"\/storage\/page-media\/Picture5.png\">\n        <\/li>\n    <\/ul>\n    <h4>3. Filter<\/h4>\n    <ul>\n        <li>If you are seeing too many titles and want to narrow them down to\n            match your needs, you can use one or more of the \"Filter results\" options.\n            <br>\n            <img src=\"\/storage\/page-media\/Picture6.png\">\n        <\/li>\n    <\/ul>\n    <ul>\n        <li>Clicking any of the filter boxes\n            will reveal a variety of options you can select. For example, you can filter by purpose (e.g. \"Concept\n            materials\",\n            \"Literacy development\", \"Knowledge expansion\"), by type (e.g. \"Fictional story\", \"Folk tale\", \"Science\",\n            \"Animal\n            story\", \"Everyday story\" etc.), and by language (e.g., \"Yapese\", \"Satawalese\", \"Chuukese\", \"Mortlockese\",\n            \"Pohnpeian\", \"Nukuoro\", \"Kosraean\", etc.).\n        <\/li>\n    <\/ul>\n    <ul>\n        <li>You can select multiple options simultaneously. For example, you\n            can immediately narrow down the list of available resources to show \"Literacy development\" materials that\n            are\n            also\n            \"Legends\" and in \"Chuukese\" language. This helps if you're seeking resources suitable for a specific\n            language,\n            grade\n            or teaching objective.\n        <\/li>\n    <\/ul>\n    <h4>4. Sort<\/h4>\n    <ul>\n        <li>At any time, you can use the \"Sort by\" option to arrange the displayed\n            list of available resources alphabetically by title, chronologically by publication date, and by popularity\n            (with\n            most viewed items shown first).\n            <br>\n            <img src=\"\/storage\/page-media\/Picture7.png\">\n        <\/li>\n    <\/ul>\n    <h4>5. Locate<\/h4>\n    <ul>\n        <li>When you have found the resource you want to examine, click\n            the \"Locate\" button to open a new page with more options and details about.\n            <br>\n            <img src=\"\/storage\/page-media\/Picture8.png\">\n        <\/li>\n    <\/ul>\n    <h3>ACCESSING RESOURCES &ndash; HOW TO EXAMINE AND USE THE MATERIALS<\/h3>\n    <p>Once you find a resource of interest, you can view it in detail.<\/p>\n    <h4>1. Understand availability<\/h4>\n    <ul>\n        <li>When resources are displayed as a list, they show only the title, publication year,\n            purpose, language, and cover page, if available.\n        <\/li>\n    <\/ul>\n    <ul>\n        <li>The only other information shown is the status of each\n            resource, indicated as follows:<br>\n            <img src=\"\/storage\/page-media\/Picture9.png\">\n            <img src=\"\/storage\/page-media\/Picture10.png\">\n            <img src=\"\/storage\/page-media\/Picture11.png\">\n        <\/li>\n    <\/ul>\n    <ul>\n        <li>\"Full access\" materials represent the bulk of resources in the digital library\n            and can all be downloaded. \"Limited access\" materials are available for online viewing but not download.\n            \"Unavailable\" resources appear in the digital library catalog for reference, but their content cannot be\n            viewed\n            or\n            downloaded because of copyright limitations.\n        <\/li>\n    <\/ul>\n    <h4>2. Get more information<\/h4>\n    <ul>\n        <li>You can click the \"Locate\" button for any resource irrespective of the status. This will take you to a new\n            page\n            with more information about the\n            resource and available options to view and download.\n        <\/li>\n    <\/ul>\n    <ul>\n        <li>Each resource in the library has its own page with all\n            available information about it. To help with navigating, the page is divided into several sections.\n        <\/li>\n    <\/ul>\n    <ul>\n        <li>\n            \"Overview\"\n            part presents the key information about the resource and a brief description of it. It also indicates\n            how\n            other\n            library users interacted with it: views, downloads, ratings, and reviews.\n            <br>\n            <img src=\"\/storage\/page-media\/Picture12.png\">\n        <\/li>\n    <\/ul>\n    <ul>\n        <li>In the \"Overview\" part, the names of\n            authors and contributors are clickable. Clicking any name will take the user to the library search page\n            where\n            only\n            books by that person are shown. This is an easy way to find all resources created by a particular\n            individual.\n        <\/li>\n    <\/ul>\n    <ul>\n        <li>\n            \"Details\" part provides additional information about the resource.\n        <\/li>\n    <\/ul>\n    <ul>\n        <li>\"Library locations\" part offers direct\n            links to that same resource as may be available in the major regional libraries: College of Micronesia -\n            FSM,\n            University of Hawai'i, the Micronesian Seminar, and University of Guam. This is very helpful for anyone\n            looking\n            for\n            a physical copy of a resource.\n        <\/li>\n    <\/ul>\n    <ul>\n        <li>\"Related books\" presents lists of other editions of the same book, additional\n            versions of the book in other languages, and any accompanying materials such as teacher's guides, workbooks,\n            etc.\n        <\/li>\n    <\/ul>\n    <ul>\n        <li>\"User feedback\" part offers educators and other users of the library to rate their perceived quality of\n            the resource, write a public review, or enter private notes about it.\n        <\/li>\n    <\/ul>\n    <h4>3. Use the resources<\/h4>\n    <ul>\n        <li>To view the resource in full and browse page by page online, simply click the \"View PDF\" button.\n            <br>\n            <img src=\"\/storage\/page-media\/Picture13.png\">\n        <\/li>\n    <\/ul>\n    <ul>\n        <li>Alternatively, you can\n            download the file to your device by clicking the \"Download PDF\" button.\n            <br>\n            <img src=\"\/storage\/page-media\/Picture14.png\">\n        <\/li>\n    <\/ul>\n    <ul>\n        <li>If one of both of these options are\n            lacking for a particular resource, it means that the resource is restricted or unavailable. In that case,\n            you\n            are\n            welcome to reach out to us for more information and we'll do our best to help you find it elsewhere.\n            <br>\n            <img src=\"\/storage\/page-media\/Picture15.png\">\n        <\/li>\n    <\/ul>\n    <h4>PROVIDING FEEDBACK &ndash; HOW TO KEEP TRACK AND HELP OTHERS<\/h4>\n    <p>\n        Once you have had some experience with a particular\n        resource—whether for your personal interest or for classroom use with students—you will likely form an\n        opinion\n        about\n        it. You may find it excellent for a particular purpose, useful with some limitations, or unsuitable for your\n        needs.\n        In that case, you are welcome to provide feedback about it. This feedback can be in the form of a rating,\n        review, or\n        notes.\n    <\/p>\n    <h4>1. Rate resources<\/h4>\n    <ul>\n        <li>You can rate a resource by clicking the appropriate number of stars you feel\n            it deserves, with the 5-star rating being the best.\n            <br>\n            <img src=\"\/storage\/page-media\/Picture16.png\">\n        <\/li>\n    <\/ul>\n    <ul>\n        <li>Once you click the number of stars you want to assign to a\n            resource, your mark will be combined with those of other users to produce the overall rating for that\n            particular\n            resource. This helps users get a sense of how a particular resource is valued by others.\n        <\/li>\n    <\/ul>\n    <ul>\n        <li>You can change the\n            rating you give to a book at any time by clicking a different star.\n        <\/li>\n    <\/ul>\n    <ul>\n        <li>You can remove your rating altogether at\n            any time by clicking the same star.\n        <\/li>\n    <\/ul>\n    <h4>2. Review resources<\/h4>\n    <ul>\n        <li>\n            <div style=\"display: flex;\">\n                <p style=\"flex: 1;\">You are welcome to write a review of any\n                    resource. To do so, please click the \"Review\" button. Your feedback helps other educators understand how\n                    the\n                    material works in real classrooms, making it easier for them to choose tools that fit their needs.<\/p>\n                <p style=\"margin:0;\">\n                    <img src=\"\/storage\/page-media\/Picture17.png\" style=\"margin:0;\">\n                <\/p>\n            <\/div>\n        <\/li>\n    <\/ul>\n    <ul>\n        <li>A helpful\n            review briefly describes how you used the resource, notes its strengths, and points out any limitations or\n            areas\n            for\n            improvement. Thoughtful reviews provide practical insights into the usefulness, clarity, and VLA and\n            cultural\n            relevance of the material.\n        <\/li>\n    <\/ul>\n    <h4>3. Write notes to self<\/h4>\n    <ul>\n        <li>\n            <div style=\"display: flex;\">\n                <p style=\"flex: 1;\">We know that sometimes you want to write your\n                    opinion about a resource, but do not wish to share it with others. For that purpose, you have the option of\n                    writing\n                    notes to self, by clicking the \"Notes\" button.<\/p>\n                <p style=\"margin:0;\">\n                    <img src=\"\/storage\/page-media\/Picture18.png\" style=\"margin:0;\">\n                <\/p>\n            <\/div>\n        <\/li>\n    <\/ul>\n    <ul>\n        <li>These notes are visible only to yourself and allow you to\n            record quick reminders about how you might use a resource in the future or what to adjust next time.\n        <\/li>\n    <\/ul>\n    <h4>4. Share and bookmark resources<\/h4>\n    <ul>\n        <li>\n            <div style=\"display: flex;\">\n                <p style=\"flex: 1;\">You may also want to share a resource with another teacher who would benefit from it—simply click the\n                    \"Share\"\n                    button\n                    and either copy the direct link to send by email or message, or share the\n                    provided QR code.<\/p>\n                <p style=\"margin:0;\">\n                    <img src=\"\/storage\/page-media\/Picture19.png\" style=\"margin:0;\">\n                <\/p>\n            <\/div>\n        <\/li>\n    <\/ul>\n    <ul>\n        <li>You can also save a resource for easy access later by clicking the 'Bookmark' button.<br><img\n                src=\"\/storage\/page-media\/Picture20.png\"><\/li>\n    <\/ul>\n    <h4>REGISTRATION AND LOG IN &ndash; HOW TO MAKE THE MOST OF IT<\/h4>\n    <p>Some of the options described above—specifically\n        download, ratings, reviews, notes, and bookmarks—are available only to registered users. You must be logged in\n        to\n        access these features. The first time you try to use any of them, or when you click the \"Log in\", you will be\n        prompted to log in or register.<\/p>\n    <img src=\"\/storage\/page-media\/Picture21.png\">\n    <ul>\n        <li>Registration is simple and requires only your name, email address, and a\n            password you create.\n        <\/li>\n    <\/ul>\n    <ul>\n        <li>If you don't have an email address, you can use a non-working one and you will still be\n            able to register and fully access all site features. This flexibility ensures that teachers who do not\n            regularly\n            use\n            email can still access the site. Please note that without a working email, you cannot reset your password if\n            forgotten.\n        <\/li>\n    <\/ul>\n    <p>We hope you will take full advantage of the Resource library, enjoy exploring it, and make use of\n        its books and other educational materials to support your interests and teaching needs.<\/p>\n    <\/div>\n<\/div>"
                }
            ],
            "meta_description": null,
            "meta_keywords": null,
            "is_published": true,
            "show_in_navigation": false,
            "is_homepage": true,
            "published_at": null,
            "order": 1,
            "parent_id": null,
            "parent_slug": null,
            "resource_contributors": [],
            "created_at": "2025-12-12 13:57:11",
            "updated_at": "2025-12-12 14:12:26"
        },
        {
            "id": 18,
            "title": "Framework",
            "slug": "framework",
            "content": "<h1>GUIDING FRAMEWORK<\/h1><p>A guiding framework provides structure and direction for the Vernacular Language Arts (VLA) curriculum. It is flexible and adaptable, offering ways of thinking and knowing rather than prescribing every step. The framework supports teachers in designing VLA lessons, activities, and resources by outlining four overarching objectives for the curriculum. They appear on the facing page, with colors serving as a consistent organizing element throughout the guide. Each objective opens with a quote, followed by a discussion of its meaning and its connection to FSM language policy, and concludes with practical suggestions and concrete examples to support classroom application.<\/p><p>{{block_1}}<\/p><p>{{block_2}}<\/p><p>{{block_3}}<\/p><p>{{block_4}}<\/p><p>{{block_5}}<\/p>",
            "custom_html_blocks": [
                {
                    "id": "block_1",
                    "html": "<div class=\"framework-icons-container\">\n    <div class=\"framework-icon\" style=\"background-color: #a1b78a;\">\n        <div class=\"icon-image\">Icon1<\/div>\n        <p><span style=\"background-color: #ecefe7;\">Cultivating a strong sense of place<\/span> through language arts<\/p>\n    <\/div>\n    <div class=\"framework-icon\" style=\"background-color: #8aafcb;\">\n        <div class=\"icon-image\">Icon2<\/div>\n        <p><span style=\"background-color: #e7eff6;\">Building language arts skills<\/span> to perpetuate culture<\/p>\n    <\/div>\n    <div class=\"framework-icon\" style=\"background-color: #a5a5c7;\">\n        <div class=\"icon-image\">Icon3<\/div>\n        <p><span style=\"background-color: #ececf5;\">Strengthening community<\/span> with language arts practices<\/p>\n    <\/div>\n    <div class=\"framework-icon\" style=\"background-color: #d6b6c7;\">\n        <div class=\"icon-image\">Icon4<\/div>\n        <p><span style=\"background-color: #f7f0f4;\">Developing critical and systems thinking<\/span> using language arts as a tool<\/p>\n    <\/div>\n<\/div>"
                },
                {
                    "id": "block_2",
                    "html": "<div class=\"theme-divider\" style=\"background-color: #a1b78a;\"><\/div>\n\n<h2 id=\"cultivating-a-strong-sense-of-place\">CULTIVATING A STRONG SENSE OF PLACE<br>THROUGH LANGUAGE ARTS<\/h2>\n\n<div class=\"framework-quote-box\">\n    <div class=\"quote-box-left\" style=\"background-color: #a1b78a;\">\n        <h3 style=\"color: #a1b78a;\">PLACE<\/h3>\n        <div class=\"icon-image\">Icon1<\/div>\n    <\/div>\n    <div class=\"quote-box-right\" style=\"background-color: #ecefe7;\">\n        <p>\"Place\" is more than a geographical location. It is a concept inextricably linked to language, culture, history, art, and knowledge production. Place informs the rituals and daily practices of the community and can provide a foundation for individual and shared identity. There is no place that is separate or apart from people.<\/p>\n        <p class=\"quote-attribution\"><em>Humanities in Place, Mellon Foundation, 2024<\/em><\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #ecefe7;\">\n    <div class=\"collapsible-header\" style=\"background-color: #ecefe7;\">\n        <h4 style=\"color: #a1b78a;\"><i class=\"fa-light fa-chevron-down\"><\/i> POLICY<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>Language and place are inseparable. Across the Federated States of Micronesia, each island or area has its own language, and even individual villages can have their own dialects. Every hill, valley, beach, stretch of reef, and even a prominent coral head or fishing spot carries a name. These names are part of complex place-naming systems supported by place-specific vocabulary. People themselves are often identified through traditional titles linked to land. Local sayings and idioms found in each community offer vivid insights into the worldview of that place and its people.<\/p>\n        <p>In <em>Cultural Identity and Ethnicity in the Pacific<\/em>, anthropologists Jocelyn Linnekin and Lin Poyer discuss the question commonly heard on Pohnpei: <em>Ih mehn ia?<\/em> Literally \"Where is he of?\", the question goes beyond birthplace. It asks where a person's land and kin are rooted, what traditional titles they may hold, where their language was learned, and where their physical and social skills were shaped.<\/p>\n        <p>This deep connection between language, identity, and place is also reflected in the FSM Language Policy, which states:<\/p>\n        <blockquote style=\"background-color: #fffacd; border-left: 3px solid #a1b78a; padding: 1rem; margin: 1rem 0; font-style: italic;\">\n            Local language should be the foundation for developing thinking and learning skills. Acquisition of English and other languages should build upon the basic (reading, writing, arithmetic, and mathematics) and thinking skills learned in the primary language of the student. Note that research shows that a solid foundation in the primary language improves academic achievement in a second language.\n        <\/blockquote>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #ecefe7;\">\n    <div class=\"collapsible-header\" style=\"background-color: #ecefe7;\">\n        <h4 style=\"color: #a1b78a;\"><i class=\"fa-light fa-chevron-down\"><\/i> PRACTICE<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>Because a place cannot be separated from its people, teaching and learning cannot be separated from language and culture. The FSM VLA curriculum can therefore nurture students who not only cherish their island homes and honor their cultural heritage, but who can also articulate their significance to others—and advocate for their protection for generations to come.<\/p>\n        <p>For this to happen, young people must be grounded in the place-based stories, names, traditions, and customs of their islands and cultures. These rich local resources should be our first source for teaching language arts. By drawing from this local abundance before turning outward, we ensure that students learn through materials that resonate with their own identities and lived experiences. Using place-specific language resources—stories, legends, place names, and oral histories—deepens students' connection to their islands and helps cultivate a lasting sense of place.<\/p>\n        <p>Community elders and leaders can be welcomed into classrooms to share legends and stories about significant places and people. Teachers can guide students in unpacking the deeper meanings of these narratives by facilitating small-group discussions and inviting students to re-tell the stories in their own words. Students can further strengthen their learning by creating short storybooks, comics, posters, or even videos based on the local legends and stories they heard from their elders.<\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #ecefe7;\">\n    <div class=\"collapsible-header\" style=\"background-color: #ecefe7;\">\n        <h4 style=\"color: #a1b78a;\"><i class=\"fa-light fa-chevron-down\"><\/i> EXAMPLES<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>The following examples illustrate how deeply place-based knowledge is embedded within the vernacular languages of the Federated States of Micronesia:<\/p>\n        <ul>\n            <li>Many languages have intricate counting systems, uniquely specialized for counting specific types of local objects, and some have distinct honorific systems used in formal contexts.<\/li>\n            <li>Each vernacular language assigns precise names to local plants and animals, reflecting generations of observation, use, and ecological relationships.<\/li>\n            <li>Place names across the FSM reflect a location's function, history, land use, and natural features, giving speakers deeper insight into a place simply by knowing its name.<\/li>\n            <li>Local sayings, proverbs, and idioms capture cultural values and are often tied to specific locations, events, or environmental conditions.<\/li>\n            <li>Traditional chants, songs, and forms of poetry provide cultural interpretation, teach moral lessons, preserve historical knowledge, and guide practical skills such as farming or fishing.<\/li>\n            <li>Specialized vocabulary related to ocean currents, winds, stars, and reef structures supports traditional seafaring and demonstrates how language preserves navigational science.<\/li>\n            <li>Ceremonial and chiefly titles in many communities encode lineage, land rights, responsibilities, and social roles, linking identity directly to place and heritage.<\/li>\n        <\/ul>\n    <\/div>\n<\/div>"
                },
                {
                    "id": "block_3",
                    "html": "<div class=\"theme-divider\" style=\"background-color: #8aafcb;\"><\/div>\n\n<h2 id=\"building-language-arts-skills\">BUILDING LANGUAGE ARTS SKILLS<br>TO PERPETUATE CULTURE<\/h2>\n\n<div class=\"framework-quote-box\">\n    <div class=\"quote-box-left\" style=\"background-color: #8aafcb;\">\n        <h3 style=\"color: #8aafcb;\">CULTURE<\/h3>\n        <div class=\"icon-image\">Icon2<\/div>\n    <\/div>\n    <div class=\"quote-box-right\" style=\"background-color: #e7eff6;\">\n        <p>A particular language points to the culture of a particular social group. Learning a language, therefore, is not only learning the alphabet, the meaning, the grammar rules and the arrangement of words, but it is also learning the behavior of the society and its cultural customs. Thus, language teaching should always contain some explicit reference to the culture, the whole from which the particular language is extracted.<\/p>\n        <p class=\"quote-attribution\"><em>Blurring the Line between Language and Culture, Fatiha Guessabi, 2011<\/em><\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #e7eff6;\">\n    <div class=\"collapsible-header\" style=\"background-color: #e7eff6;\">\n        <h4 style=\"color: #8aafcb;\"><i class=\"fa-light fa-chevron-down\"><\/i> POLICY<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>There is a strong connection between a person's heritage and language, and their individual sense of identity. Language carries the culture, customs, and ways of knowing within a community. These elements shape how societies interact with—and understand—the outside world. Mastering vernacular languages helps individuals remain connected to the customs, values, and beliefs passed down through generations. It also allows cultural expressions such as folklore, music, literature, and art to be experienced in their original form, without alteration through translation.<\/p>\n        <p>This relationship is formally recognized in the FSM Language Policy, which also warns of a serious threat:<\/p>\n        <blockquote style=\"background-color: #fffacd; border-left: 3px solid #8aafcb; padding: 1rem; margin: 1rem 0; font-style: italic;\">\n            Our patterns of first language acquisition have changed in much of our Nation. No longer do our youth learn language by listening to their elders conveying the history, legends, and myths of our islands. It should also be remembered that these legends, myths and fables conveyed much of our traditional values and cultures so youth were learning far more than just language.\n        <\/blockquote>\n        <p>Given these concerns, it is especially important to consider how students interact with others on the global scale. The Internet now makes it easier than ever for young people to access the languages and practices of other places. While learning about other cultures is not inherently negative, such exposure should be grounded in local knowledge and traditions. This ensures that students understand who they are as Micronesian islanders first, before integrating additional values and beliefs from elsewhere.<\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #e7eff6;\">\n    <div class=\"collapsible-header\" style=\"background-color: #e7eff6;\">\n        <h4 style=\"color: #8aafcb;\"><i class=\"fa-light fa-chevron-down\"><\/i> PRACTICE<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>Cultural traditions and customs are the thread that weaves a community together. In Vernacular Language Arts, these traditions and customs should be used as familiar reference points that help students connect learning to their lived experiences. When students use language arts skills—such as listening, analyzing, and reasoning—to explore cultural practices, they engage more deeply and develop a stronger understanding of both language and identity.<\/p>\n        <p>For example, many cultures across the FSM observe celebrations and customs in which chiefs are honored with the first and best harvests. This practice of chiefly gifting promotes sustainable agricultural methods and careful stewardship of the land, while offering meaningful opportunities to individuals to strengthen their prestige in the community. With each method or practice rich with its own specialized vocabulary, it also provides opportunities to students who study them to strengthen confidence in their own language abilities.<\/p>\n        <p>In addition, integrating cultural knowledge into the curriculum helps students see how language, values, and community responsibilities are interconnected. When students learn the terminology, stories, and principles behind traditional practices, they not only expand their vocabulary but also develop respect for the knowledge systems that have sustained their communities for generations. This reinforces the curriculum's goal of nurturing both academic skills and cultural identity.<\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #e7eff6;\">\n    <div class=\"collapsible-header\" style=\"background-color: #e7eff6;\">\n        <h4 style=\"color: #8aafcb;\"><i class=\"fa-light fa-chevron-down\"><\/i> EXAMPLES<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>Language use in the FSM reflects cultural values, social relationships, and community expectations. The following examples show how they can connect with Vernacular Language Arts instruction:<\/p>\n        <ul>\n            <li>Students learn when to be quiet and listen attentively to elders or teachers, and how to express themselves respectfully in different settings.<\/li>\n            <li>The use of high languages is declining; one chief noted that after assuming a high title, he lost most of his friends because they could no longer speak to him in the appropriate respectful register.<\/li>\n            <li>When explaining new concepts, many people turn to English because certain ideas feel difficult to express in local languages. Students can address this by co-creating new terms or expressions in their own languages.<\/li>\n            <li>Riddles and poetry are more than entertainment; in many FSM cultures they preserve unique ways of thinking and communicating.<\/li>\n            <li>Each major economic activity—farming, fishing, handicraft-making, animal raising, boatbuilding, housebuilding, and sailing—has its own specialized vocabulary. Learning these terms strengthens students' cultural identity and connection to traditional knowledge.<\/li>\n            <li>Many island cultures also use metaphor and indirect speech to show respect, avoid conflict, or restore harmony. Teaching students how these forms function helps them recognize when subtle or indirect language is the most appropriate way to communicate.<\/li>\n            <li>Traditional stories, chants, and legends often encode indigenous knowledge, social norms, genealogies, and community history. When students analyze these art forms, they deepen their knowledge of both the language and culturally grounded ways of interpreting the world.<\/li>\n        <\/ul>\n    <\/div>\n<\/div>"
                },
                {
                    "id": "block_4",
                    "html": "<div class=\"theme-divider\" style=\"background-color: #a5a5c7;\"><\/div>\n\n<h2 id=\"strengthening-community\">STRENGTHENING COMMUNITY<br>WITH LANGUAGE ARTS PRACTICES<\/h2>\n\n<div class=\"framework-quote-box\">\n    <div class=\"quote-box-left\" style=\"background-color: #a5a5c7;\">\n        <h3 style=\"color: #a5a5c7;\">COMMUNITY<\/h3>\n        <div class=\"icon-image\">Icon3<\/div>\n    <\/div>\n    <div class=\"quote-box-right\" style=\"background-color: #ececf5;\">\n        <p>Language is ultimately about connecting as human beings and creating a sense of belonging.<\/p>\n        <p class=\"quote-attribution\"><em>Indigenous Language Table, Laura C. Red Eagle, 2024<\/em><\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #ececf5;\">\n    <div class=\"collapsible-header\" style=\"background-color: #ececf5;\">\n        <h4 style=\"color: #a5a5c7;\"><i class=\"fa-light fa-chevron-down\"><\/i> POLICY<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>Students need both social and emotional learning (SEL) skills and academic mindsets to succeed in college, careers, and communities, both locally and globally. When students are grounded in their home culture and language, they become reflections of their islands and communities. This sense of identity provides strength and stability at school and beyond.<\/p>\n        <p>The FSM Language Policy acknowledges that achieving this is not easy:<\/p>\n        <blockquote style=\"background-color: #fffacd; border-left: 3px solid #a5a5c7; padding: 1rem; margin: 1rem 0; font-style: italic;\">\n            One principle we feel is valid is that the content of materials can greatly influence the attitudes and values of our youth. Materials content can be a positive or negative influence on development of values and attitudes, decisions on appropriate careers [even what should be considered a career], and conveying the worth of items and ideas. Today, our children are faced with instructional materials which do not emphasize our cultural heritage, do not promote the development of role models from our local communities, and do not emphasize the productive sectors [agriculture, marine, tourism, and commerce and industry] as seen in the policy directives of the Economic Summits.\n        <\/blockquote>\n        <p>The document goes on to ask:<\/p>\n        <blockquote style=\"background-color: #fffacd; border-left: 3px solid #a5a5c7; padding: 1rem; margin: 1rem 0; font-style: italic;\">\n            How can language and culture issues be a driving force in improving the quality of life of our citizens both from financial and social standpoints?\n        <\/blockquote>\n        <p>Clearly, the FSM Language Policy recognizes social aspects of language arts as vital to community building. Language skills such as listening attentively, speaking respectfully, and presenting thoughtfully foster cultural pride and understanding. Students who are given ways to express themselves within their cultures can use these skills to strengthen their communities and help them progress.<\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #ececf5;\">\n    <div class=\"collapsible-header\" style=\"background-color: #ececf5;\">\n        <h4 style=\"color: #a5a5c7;\"><i class=\"fa-light fa-chevron-down\"><\/i> PRACTICE<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>Language arts practices include skills such as listening, speaking, reading, and writing, which go hand-in-hand with analyzing what has been heard or read to gain understanding. When students gain understanding of content, they can appreciate what they have learned and apply that knowledge to different contexts within their communities. The ability to use these skills across settings helps shape well-rounded students, which in turn strengthens the community as a whole.<\/p>\n        <p>Cultural tales and idioms offer students rich ways to express their feelings and emotions. For example, a specific local tree may symbolize strength, while a school of particular fish can serve as a metaphor for cooperation and teamwork. Students can reflect on how different living things appear in local wisdom and experiment with creating new sayings or proverbs. They can even write new stories using characters from traditional legends to explore themes of change, adaptation, and mobility, connecting past knowledge with contemporary experiences.<\/p>\n        <p>Furthermore, learning about their mother tongues and cultures in language arts classes helps students see their identities reflected in their formal schooling. By discussing, reading, and writing about familiar cultural experiences, students see their heritage as a relevant part of their education and gain confidence in their value as members of the community. This process also fosters intergenerational connections, as students draw on knowledge from elders and community members, ensuring that cultural knowledge is shared, preserved, and valued across generations.<\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #ececf5;\">\n    <div class=\"collapsible-header\" style=\"background-color: #ececf5;\">\n        <h4 style=\"color: #a5a5c7;\"><i class=\"fa-light fa-chevron-down\"><\/i> EXAMPLES<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>In language arts classes, students develop practical language skills that link school learning with strengthening their communities at home. Examples include:<\/p>\n        <ul>\n            <li>Listening attentively to the teacher with respect and responding or asking questions in a traditionally appropriate manner.<\/li>\n            <li>Knowing local sayings, proverbs, and idioms and understanding when and how to use them.<\/li>\n            <li>Learning and using the names of local places, plants, and animals important to the community.<\/li>\n            <li>Learning and performing traditional dances and chants to mark special events in the community or represent the community on different occasions.<\/li>\n            <li>Perpetuating the use of local languages for simple everyday concepts, such as \"open\" or \"close,\" instead of using English.<\/li>\n            <li>Co-developing words in local languages for new and complex concepts.<\/li>\n            <li>Engaging in storytelling or oral history sessions with elders to promote and preserve cultural knowledge.<\/li>\n            <li>Using descriptive local language to explain natural phenomena, such as tides, weather, or animal behavior.<\/li>\n            <li>Collaborating with peers to write and perform short skits or dialogues that reflect traditional customs or daily life in the community.<\/li>\n        <\/ul>\n    <\/div>\n<\/div>"
                },
                {
                    "id": "block_5",
                    "html": "<div class=\"theme-divider\" style=\"background-color: #d6b6c7;\"><\/div>\n\n<h2 id=\"developing-critical-and-systems-thinking\">DEVELOPING CRITICAL AND SYSTEMS THINKING<br>USING LANGUAGE ARTS AS A TOOL<\/h2>\n\n<div class=\"framework-quote-box\">\n    <div class=\"quote-box-left\" style=\"background-color: #d6b6c7;\">\n        <h3 style=\"color: #d6b6c7;\">THINKING<\/h3>\n        <div class=\"icon-image\">Icon4<\/div>\n    <\/div>\n    <div class=\"quote-box-right\" style=\"background-color: #f7f0f4;\">\n        <p>Systems thinking is a discipline for seeing wholes. It is a framework for seeing interrelationships rather than things, for seeing 'patterns of change' rather than 'static snapshots'.<\/p>\n        <p class=\"quote-attribution\"><em>The Fifth Discipline, Peter Senge, 1990<\/em><\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #f7f0f4;\">\n    <div class=\"collapsible-header\" style=\"background-color: #f7f0f4;\">\n        <h4 style=\"color: #d6b6c7;\"><i class=\"fa-light fa-chevron-down\"><\/i> POLICY<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>Systems thinking, which includes critical thinking, is a way of examining the whole system—how all parts interact and influence one another—to define and solve problems and to support more effective learning and teaching. Language arts can also be understood as a system made up of patterns, relationships, and perspectives. In Vernacular Language Arts, students are expected to think critically as they analyze texts, make connections to themselves and their communities, and apply what they learn in different contexts.<\/p>\n        <p>The FSM Language Policy sets out two clear priorities for the education system: the development of language, and the development of skills and competencies. These include foundational abilities such as basic literacy and numeracy, as well as higher-order thinking skills—\"thinking creatively, making decisions, solving problems, seeing things in the mind's eye, knowing how to learn, and reasoning\" and essential personal qualities—\"individual and group responsibilities, self-esteem, sociability, self-management, and integrity.\" Recognizing how rapidly the world is changing and how new challenges continue to emerge, the policy affirms one of its guiding principles: \"Local languages must expand to allow new concepts and thoughts to be expressed.\"<\/p>\n        <p>This principle underscores the idea that being grounded in one's own language creates a strong system for thinking and acting, one that can support new ideas and perspectives while helping the language itself flourish. Local languages should be studied as the object of instruction, not merely serve as the medium of instruction. Children's cognitive skills should be developed in their first and local languages, as these languages most fully capture and explain the workings of island systems.<\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #f7f0f4;\">\n    <div class=\"collapsible-header\" style=\"background-color: #f7f0f4;\">\n        <h4 style=\"color: #d6b6c7;\"><i class=\"fa-light fa-chevron-down\"><\/i> PRACTICE<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>Language arts practices, such as reading for comprehension, help students analyze content and understand how the elements or parts of a text relate to one another. Relating literary elements—such as themes, characters, and settings—to real-life situations further strengthens critical thinking. Students also apply systems thinking when they plan and design their presentations.<\/p>\n        <p>Systems thinking has been part of traditional island education since time immemorial. It was essential for people to thrive for millennia within the complex and constantly shifting natural systems of the Pacific Islands. For example, traditional navigators taught their students to consider many overlapping patterns when finding their way: the behavior of animals in the sea and birds in the sky, observations of ocean currents and wave interference, the movement of clouds and subtle changes in weather, and the positions and paths of stars and planets in the night sky.<\/p>\n        <p>When students learn about such complex systems and relate them to other aspects of their lives—such as understanding that being a keen observer of nature can also make one a keen observer of people—they gain a deeper sense of how nature and human behavior are connected. By recognizing these complex relationships, they can make decisions that lead to more positive outcomes rather than acting at random. Just as ancient voyagers crossed vast oceans with confidence, students who embrace critical and systems thinking are better equipped to navigate the challenges of life.<\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #f7f0f4;\">\n    <div class=\"collapsible-header\" style=\"background-color: #f7f0f4;\">\n        <h4 style=\"color: #d6b6c7;\"><i class=\"fa-light fa-chevron-down\"><\/i> EXAMPLES<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>In Vernacular Language Arts, students strengthen both critical and systems thinking as they engage with texts, stories, and cultural practices, connecting learning to themselves, their communities, and the wider world:<\/p>\n        <ul>\n            <li>Students can add their own experiences to the story to deepen their understanding and to develop ideas.<\/li>\n            <li>Students can use well-known and familiar characters from local legends and stories in different contexts and settings as a way to apply critical thinking.<\/li>\n            <li>Students can co-develop words and terms in FSM languages for new concepts in science, economics, and technology.<\/li>\n            <li>Students can observe the land, seas, and sky—taking into consideration both indigenous and Western scientific knowledge—to explore complex systems in the natural world.<\/li>\n            <li>Students can observe and document agricultural or fishing cycles in their communities, identifying patterns and relationships that reflect broader ecological systems.<\/li>\n            <li>Students can analyze traditional songs, chants, and dances to understand the social, historical, and environmental systems encoded in cultural practices.<\/li>\n            <li>Developing cognitive skills in local languages first provides a foundation for thinking critically and systematically across all areas of learning.<\/li>\n        <\/ul>\n    <\/div>\n<\/div>"
                }
            ],
            "meta_description": null,
            "meta_keywords": null,
            "is_published": true,
            "show_in_navigation": false,
            "is_homepage": false,
            "published_at": null,
            "order": 2,
            "parent_id": null,
            "parent_slug": null,
            "resource_contributors": [],
            "created_at": "2025-12-12 13:57:11",
            "updated_at": "2025-12-14 18:05:18"
        },
        {
            "id": 19,
            "title": "Principles",
            "slug": "principles",
            "content": "<h1>PLACE-BASED EDUCATIONAL PRINCIPLES<\/h1><p>Principles of education are the fundamental ideas that guide effective teaching and learning. Place-based educational principles are those that focus on using local heritage, culture, and the environment as a foundation for learning across all subjects. Place-based education is rooted in the local community, personally relevant to students, strengthened through partnerships, and grounded in hands-on, experiential learning. This Resource guide presents four principles that can be applied to the Vernacular Language Arts curriculum to support the achievement of the four objectives in the guiding framework. Color coding is used to show the connections between the guiding framework and these educational principles.<\/p><p>{{block_1}}<\/p><p>{{block_2}}<\/p><p>{{block_3}}<\/p><p>{{block_4}}<\/p><p>{{block_5}}<\/p>",
            "custom_html_blocks": [
                {
                    "id": "block_1",
                    "html": "<div class=\"framework-icons-container\">\n    <div class=\"framework-icon\" style=\"background-color: #a1b78a;\">\n        <div class=\"icon-image\">Icon1<\/div>\n        <p>Our <span style=\"background-color: #ecefe7;\">place\/island<\/span> is our teacher and textbook.<\/p>\n    <\/div>\n    <div class=\"framework-icon\" style=\"background-color: #8aafcb;\">\n        <div class=\"icon-image\">Icon2<\/div>\n        <p>Our <span style=\"background-color: #e7eff6;\">culture<\/span> is the main bank of skills.<\/p>\n    <\/div>\n    <div class=\"framework-icon\" style=\"background-color: #a5a5c7;\">\n        <div class=\"icon-image\">Icon3<\/div>\n        <p>Our <span style=\"background-color: #ececf5;\">students<\/span> are a source of creativity.<\/p>\n    <\/div>\n    <div class=\"framework-icon\" style=\"background-color: #d6b6c7;\">\n        <div class=\"icon-image\">Icon4<\/div>\n        <p>Our <span style=\"background-color: #f7f0f4;\">school and community<\/span> are where students apply critical and systems thinking.<\/p>\n    <\/div>\n<\/div>"
                },
                {
                    "id": "block_2",
                    "html": "<div class=\"theme-divider\" style=\"background-color: #a1b78a;\"><\/div>\n\n<h2 id=\"our-place-is-our-teacher\">OUR PLACE IS OUR TEACHER<br>AND TEXTBOOK<\/h2>\n\n<div class=\"framework-quote-box\">\n    <div class=\"quote-box-left\" style=\"background-color: #a1b78a;\">\n        <h3 style=\"color: #a1b78a;\">PLACE<\/h3>\n        <div class=\"icon-image\">Icon1<\/div>\n    <\/div>\n    <div class=\"quote-box-right\" style=\"background-color: #ecefe7;\">\n        <p>Place-based education is the process of using the local community and environment as a starting point to teach language arts, mathematics, social studies, science and other subjects across the curriculum. Emphasizing hands-on, real-world learning experiences, this approach to education increases academic achievement, helps students develop stronger ties to their community, enhances students' appreciation for the natural world, and creates a heightened commitment to serving as active, contributing citizens. Community vitality and environmental quality are improved through the active engagement of local citizens, community organizations, and environmental resources in the life of the school.<\/p>\n        <p class=\"quote-attribution\"><em>PlaceBased Education, David Sobel, 2008<\/em><\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #ecefe7;\">\n    <div class=\"collapsible-header\" style=\"background-color: #ecefe7;\">\n        <h4 style=\"color: #a1b78a;\"><i class=\"fa-light fa-chevron-down\"><\/i> POLICY<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>In much of Oceania, teaching traditionally began with the local community and environment, as described in the writings of Father Hezel and others. With colonization, militarization, and globalization, this approach was gradually replaced by external influences and resources. Today, however, more educators and community members recognize the value of place-based education and are working to restore it as a priority.<\/p>\n        <p>The FSM Language Policy makes a number of recommendations when it comes to the development of educational materials and their use in schools. Specifically, the policy recommends that<\/p>\n        <blockquote style=\"background-color: #fffacd; border-left: 3px solid #a1b78a; padding: 1rem; margin: 1rem 0; font-style: italic;\">\n            Materials should be developed in local languages and English to:<br><br>\n            1) promote Micronesian customs, beliefs, and values,<br>\n            2) promote the development of community role models,<br>\n            3) provide content information on the productive sectors (agriculture, marine, and tourism), and,<br>\n            4) promote development of National and State identities.\n        <\/blockquote>\n        <p>Highlighting the need for Micronesian values, customs, and beliefs as content for school resources, offers opportunities for communities to become more involved in Vernacular Language Arts education. The value of the local environment as the fundamental \"textbook\" also increases, as students develop a deeper appreciation for and connection to the natural world. Teaching through place encourages students to participate in farming, fishing, and other community activities that support local well-being and sustainability.<\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #ecefe7;\">\n    <div class=\"collapsible-header\" style=\"background-color: #ecefe7;\">\n        <h4 style=\"color: #a1b78a;\"><i class=\"fa-light fa-chevron-down\"><\/i> PRACTICE<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>Using place and nature as a \"textbook\" supports accessible and affordable Vernacular Language Arts education. Teachers and students can \"read\" the sky, land, and sea to learn the names of places, natural phenomena, stories, living things, and everything else found within them. These \"readings\" can be interpreted in ways that guide thoughtful, positive decision-making. Before any paper or digital textbooks existed, the place and nature offer us the content and skills for meaningful learning. Engaging with the world and learning in, from, and about specific places encourages respect, deepens connections, and strengthens cultural identity.<\/p>\n        <p>Local industries and productive activities—such as farming, fishing, weaving, cooking, and sewing—provide rich opportunities for teaching students to be active, contributing members of their communities. Each activity comes with its own vocabulary in different languages and many are connected to highly specific place-based knowledge. Even when the physical action is basically the same—for example, digging a hole to plant a tree—the words used to describe it and the nuanced ways it is done in different places can vary. Through these place-based activities, students simultaneously develop practical skills, cultural understanding, and linguistic ability.<\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #ecefe7;\">\n    <div class=\"collapsible-header\" style=\"background-color: #ecefe7;\">\n        <h4 style=\"color: #a1b78a;\"><i class=\"fa-light fa-chevron-down\"><\/i> EXAMPLES<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>Our islands, landscapes, and waters offer lessons that no printed book can match; by learning directly from place, students gain knowledge that is practical, cultural, and deeply relevant in their lives.<\/p>\n        <ul>\n            <li>Observing clouds and predicting weather. Students draw what they see and record names and notes in the vernacular language.<\/li>\n            <li>Observing stars, behavior of birds and fish, and movements of currents and tides are all place-based skills that teach about systems, science, language, and the environment.<\/li>\n            <li>Farming and gardening are powerful place-based \"teachers.\" Students learn vocabulary for tools and methods, names of food plants and their varieties, and seasonal farming practices, responsibilities, and feasts that sustain community life.<\/li>\n            <li>Island identity is closely tied to land, including a person's entitlement to a place and how they care for it over time.<\/li>\n            <li>Traditional place names carry deep meaning. Learning and using original names instead of newer, foreign-influenced ones helps students develop stronger ties to their community and better understand its past.<\/li>\n            <li>Fishing teaches ecological understanding. Knowing tides, finding fishing spots, preparing bait, reading the reef, and using traditional methods introduces students to specialized terms and concepts that blend language, science, and cultural protocol. Sharing the catch models community values.<\/li>\n            <li>Traditional building methods teach measurement and design. By observing or helping to build a canoe or house, students learn spatial relationships, counting systems, traditional units, specialized vocabulary, and cultural values embedded in craftsmanship.<\/li>\n            <li>Local ceremonies, dances, storytelling, and cultural celebrations teach history and language. By participating in or documenting these practices, students encounter expressive forms, poetry, and other oral traditions. That deepens their command of the vernacular language and strengthens cultural identity through direct engagement with place.<\/li>\n        <\/ul>\n    <\/div>\n<\/div>"
                },
                {
                    "id": "block_3",
                    "html": "<div class=\"theme-divider\" style=\"background-color: #8aafcb;\"><\/div>\n\n<h2 id=\"our-culture-is-the-main-bank\">OUR CULTURE IS THE<br>MAIN BANK OF SKILLS<\/h2>\n\n<div class=\"framework-quote-box\">\n    <div class=\"quote-box-left\" style=\"background-color: #8aafcb;\">\n        <h3 style=\"color: #8aafcb;\">CULTURE<\/h3>\n        <div class=\"icon-image\">Icon2<\/div>\n    <\/div>\n    <div class=\"quote-box-right\" style=\"background-color: #e7eff6;\">\n        <p>Language is our link with our children, family, community, and the world. Our local languages define our culture, beliefs and identities as Micronesians.<\/p>\n        <p class=\"quote-attribution\"><em>FSM Language Policy, 1997<\/em><\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #e7eff6;\">\n    <div class=\"collapsible-header\" style=\"background-color: #e7eff6;\">\n        <h4 style=\"color: #8aafcb;\"><i class=\"fa-light fa-chevron-down\"><\/i> POLICY<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>Language is inextricable from culture. To know language is to know culture and vice versa. All island cultural practices have unique and practical vocabulary. Micronesian languages have rich and highly specific vocabulary to describe island places, culture, and way of life. There are specific terms to describe the environment and living things; define traditional skills such as types of fishing and weaving; explain observations of clouds and ocean currents. We first look to our own island cultures as the main resource for content and skills, before we look to including others.<\/p>\n        <p>A well-known framework in language-policy studies explains three major ways governments and societies think about language: as a right, a problem, or a resource. Each view leads to different policies and outcomes, which can differ widely between different countries.<\/p>\n        <p>When language is seen as a right, it is something people are entitled to and leads to policies that protect everyone's rights to use their own language. Some governments view language as a problem, an obstacle to national unity, schooling, or economic success. They \"fix\" the problem by suppressing or even banning the use of certain languages to push everyone to use the dominant language. The FSM Language Policy affirms that language is<\/p>\n        <blockquote style=\"background-color: #fffacd; border-left: 3px solid #8aafcb; padding: 1rem; margin: 1rem 0; font-style: italic;\">\n            a major resource in economic growth and social development.\n        <\/blockquote>\n        <p>This perspective recognizes that local languages hold cultural capital that strengthens communities and guides sustainable development.<\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #e7eff6;\">\n    <div class=\"collapsible-header\" style=\"background-color: #e7eff6;\">\n        <h4 style=\"color: #8aafcb;\"><i class=\"fa-light fa-chevron-down\"><\/i> PRACTICE<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>Every culture has its distinctive ways of speaking. One can often tell were a person is from simply by listening to the sounds of their language. Yet language is more than sound. Sounds combine into different kinds of words (nouns, verbs, adjectives, etc.) which then form sentences. Each language has its own rules for doing this: syntax (how words are organized), morphology (how words change depending on their function), and semantics (how words and sentences create meaning). From its simplest sounds to its wisest proverbs and poetry, language is profoundly cultural, shaped by generations of practice, change, and creativity.<\/p>\n        <p>It is increasingly concerning that many children in the FSM are no longer fluent in local languages and rely on English in daily life. This is a loss not only of language, but also of cultural identity. The FSM Vernacular Language Arts curriculum is designed to help reverse this trend and restore the linguistic and cultural balance at the heart of island life.<\/p>\n        <p>Cultural skills include appropriate ways of speaking, presenting, and listening. These practices support not only language learning, but also community building and a deeper sense of island identity. Culture should be understood as deeply valuable—far more than money or goods. It is a precious store of collective insight, experience, and wisdom. In Vernacular Language Arts, culture is the first and most important resource to draw upon. As with money, it is better to rely on what we already have than to borrow from elsewhere. Yet unlike bank accounts, cultural resources grow richer the more we use them for teaching and learning. That strengthens our cultural capital, which then extends its benefits to other areas of life, including environmental stewardship and economic development.<\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #e7eff6;\">\n    <div class=\"collapsible-header\" style=\"background-color: #e7eff6;\">\n        <h4 style=\"color: #8aafcb;\"><i class=\"fa-light fa-chevron-down\"><\/i> EXAMPLES<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>Here are some examples on how we draw on our culture as a \"bank\" for our knowledge and skills.<\/p>\n        <ul>\n            <li>Learning mathematics begins with counting and classifying objects—our languages offer well-defined counting systems for things that differ in type, shape, or usage.<\/li>\n            <li>All learning, problem-solving, and decision-making rely on our ability to recognize patterns—and our culture, from weaving mats and baskets to observing seasonal changes for agriculture, is itself a vast practice of pattern recognition.<\/li>\n            <li>Our ability to sustain ourselves is rooted in our indigenous agricultural systems—be it from taro patches to make food for the family, farming of yams or other prestige crops to improve standing in the community, or production and sale of copra to earn money.<\/li>\n            <li>Catching a fish to eat may sound simple but it is not—we draw from our cultural experience to prepare the right tools and bait, choose the best time and place, and use the necessary methods and skills.<\/li>\n            <li>How we show respect to other people and how we earn to be respected by others also depends on our culture—knowing proper ways of speaking and when and how to use them, learning names of places and their stories, knowing our genealogies and community history, applying the right knowledge for the correct occasions.<\/li>\n            <li>Our language is filled with clues to what our culture values—for example, unique vocabulary and expressions about life-sustaining crops differ from simple, everyday speech. On many atolls, the right word to describe eating pandanus is not the same word used to describe eating other foods.<\/li>\n        <\/ul>\n    <\/div>\n<\/div>"
                },
                {
                    "id": "block_4",
                    "html": "<div class=\"theme-divider\" style=\"background-color: #a5a5c7;\"><\/div>\n\n<h2 id=\"our-students-are-a-source\">OUR STUDENTS ARE<br>A SOURCE OF CREATIVITY<\/h2>\n\n<div class=\"framework-quote-box\">\n    <div class=\"quote-box-left\" style=\"background-color: #a5a5c7;\">\n        <h3 style=\"color: #a5a5c7;\">COMMUNITY<\/h3>\n        <div class=\"icon-image\">Icon3<\/div>\n    <\/div>\n    <div class=\"quote-box-right\" style=\"background-color: #ececf5;\">\n        <p>Language is the most massive and inclusive art we know, a mountainous and anonymous work shaped by the creativity of thousands of generations.<\/p>\n        <p class=\"quote-attribution\"><em>An Introduction to the Study of Speech, Edward Sapir, 1921<\/em><\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #ececf5;\">\n    <div class=\"collapsible-header\" style=\"background-color: #ececf5;\">\n        <h4 style=\"color: #a5a5c7;\"><i class=\"fa-light fa-chevron-down\"><\/i> POLICY<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>The FSM Language Policy recognizes that children<\/p>\n        <blockquote style=\"background-color: #fffacd; border-left: 3px solid #a5a5c7; padding: 1rem; margin: 1rem 0; font-style: italic;\">\n            should have materials in their local languages for study in school\n        <\/blockquote>\n        <p>and that their introduction to English and any other foreign languages should be<\/p>\n        <blockquote style=\"background-color: #fffacd; border-left: 3px solid #a5a5c7; padding: 1rem; margin: 1rem 0; font-style: italic;\">\n            through materials which are appropriate for students' age, cultural setting, and in line with economic and social realities in the FSM.\n        <\/blockquote>\n        <p>It also suggests that<\/p>\n        <blockquote style=\"background-color: #fffacd; border-left: 3px solid #a5a5c7; padding: 1rem; margin: 1rem 0; font-style: italic;\">\n            competence in the primary State language should be an entry requirement into high school and should be incorporated into high school entrance tests.\n        <\/blockquote>\n        <p>To empower students to meet those needs, the policy envisions them as active creators of their own resources. The idea is that students develop writing and presentation skills needed to co-create vernacular language resources alongside their educators:<\/p>\n        <blockquote style=\"background-color: #fffacd; border-left: 3px solid #a5a5c7; padding: 1rem; margin: 1rem 0; font-style: italic;\">\n            Innovative processes should be used for materials development. Students, teachers, other government agencies, and COM-FSM students should all be considered as potential writers and materials developers.\n        <\/blockquote>\n        <p>Teachers, schools, and communities can guide the creation of these resources, while students take an active role as creators. State and local governments, as well as local non-governmental organizations, can provide financial support to publish and distribute the student-developed resources.<\/p>\n        <p>As mentioned in the introduction of this guide, students are deeply influenced by what they read, see and watch. By encouraging and supporting students to develop resources in their own languages, we are also nurturing the next generation of educators, leaders, and custodians of island cultures and identities.<\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #ececf5;\">\n    <div class=\"collapsible-header\" style=\"background-color: #ececf5;\">\n        <h4 style=\"color: #a5a5c7;\"><i class=\"fa-light fa-chevron-down\"><\/i> PRACTICE<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>As stated in the FSM Language Policy, students and teachers should all be considered as potential writers and materials developers. Therefore, VLA teaching and learning practices should empower students to recognize and produce high-quality performances and materials. Older students can model creativity and effective practices for younger students, building leadership skills while helping to perpetuate island culture. The resources created by students can be shared with other learners and serve as samples for producing even more local materials.<\/p>\n        <p>Students represent an untapped well of creativity and knowledge. During the development of this guide and its accompanying repository of VLA resources, the authors encountered several student-written books containing retellings of local legends and stories. These hidden treasures were often the only printed copies of stories traditionally passed down orally. As more elders pass away, these narratives could be lost if not for the dedication of students and their teachers.<\/p>\n        <p>By actively engaging students in resource creation, schools can ensure that cultural knowledge is being effectively shared and revitalized, while also increasing the quality and scope of educational materials available to them. Each student-created resource not only strengthens learning but also cultivates a sense of pride, ownership, and responsibility for sustaining FSM's rich linguistic and cultural heritage.<\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #ececf5;\">\n    <div class=\"collapsible-header\" style=\"background-color: #ececf5;\">\n        <h4 style=\"color: #a5a5c7;\"><i class=\"fa-light fa-chevron-down\"><\/i> EXAMPLES<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>When schools help students move between their own local vernacular languages and the larger, more dominant languages used at the state, national, and international levels, students gain the skills and confidence to use all of their languages together in meaningful ways.<\/p>\n        <ul>\n            <li>Children can share what they learn in beautiful, creative, and authentic student-made works. Children are naturally imaginative; the VLA curriculum can harness these innate gifts to build strong competencies, varied skills, and valuable resources in many creative ways.<\/li>\n            <li>Material creation does not need to be limited to adults or experts. Students themselves can play a major role as creators and contributors to their cultural learning environment.<\/li>\n            <li>Students can take part in producing cultural resources in their local languages. They can write songs, create artwork, produce videos, or retell legends and stories from their communities.<\/li>\n            <li>Students can also co-develop new words and terms in FSM languages to express emerging concepts in science, economics, and technology—helping their languages grow alongside new knowledge.<\/li>\n            <li>They can create sector-specific resources, such as farming and fishing manuals, pamphlets, and brochures that support community livelihoods.<\/li>\n            <li>Most importantly, students can help document the wisdom and knowledge of elders before it is lost, preserving traditions and stories for future generations.<\/li>\n        <\/ul>\n    <\/div>\n<\/div>"
                },
                {
                    "id": "block_5",
                    "html": "<div class=\"theme-divider\" style=\"background-color: #d6b6c7;\"><\/div>\n\n<h2 id=\"our-school-and-community\">OUR SCHOOL AND COMMUNITY ARE WHERE<br>STUDENTS APPLY CRITICAL AND SYSTEMS THINKING<\/h2>\n\n<div class=\"framework-quote-box\">\n    <div class=\"quote-box-left\" style=\"background-color: #d6b6c7;\">\n        <h3 style=\"color: #d6b6c7;\">THINKING<\/h3>\n        <div class=\"icon-image\">Icon4<\/div>\n    <\/div>\n    <div class=\"quote-box-right\" style=\"background-color: #f7f0f4;\">\n        <p>Communities sustain us, nurture our growth, and challenge us to think beyond ourselves.<\/p>\n        <p class=\"quote-attribution\"><em>Teaching Community: A Pedagogy of Hope, bell hooks, 2003<\/em><\/p>\n        <p style=\"font-size: 0.9em; margin-top: 0.5rem;\">Deliberately writing her name all in lowercase in order to emphasize the importance of her ideas over her identity, this groundbreaking thinker and educator argued that classrooms should be engaged, community-based spaces where teachers and students learn together and knowledge is connected to real life.<\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #f7f0f4;\">\n    <div class=\"collapsible-header\" style=\"background-color: #f7f0f4;\">\n        <h4 style=\"color: #d6b6c7;\"><i class=\"fa-light fa-chevron-down\"><\/i> POLICY<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>The FSM Language Policy envisions our schools and communities as<\/p>\n        <blockquote style=\"background-color: #fffacd; border-left: 3px solid #d6b6c7; padding: 1rem; margin: 1rem 0; font-style: italic;\">\n            safe places where our students can make and learn from their mistakes, co-develop words and terms in the vernacular for new concepts, and where they can learn when and how to use information for community good.\n        <\/blockquote>\n        <p>It further points out that<\/p>\n        <blockquote style=\"background-color: #fffacd; border-left: 3px solid #d6b6c7; padding: 1rem; margin: 1rem 0; font-style: italic;\">\n            knowing when and how to provide information to island communities demands critical and systems thinking. Unlike in the West, expressing personal opinions in the FSM must be done indirectly and subtly—a skill which engages thinking.\n        <\/blockquote>\n        <p>It is clear that the work of sustaining Micronesia's local languages cannot rest on schools alone. Schools need consistent collaboration with families, community organizations, government agencies, and traditional leadership to ensure that these languages remain lived, used, and transmitted. At the same time, students need proficiency in English and other international languages to participate fully in wider economic and educational opportunities. Public education therefore has to engage directly with how languages are learned, how they shape access to jobs and services, and how they connect to culture, identity, and community well-being.<\/p>\n        <p>A language policy becomes meaningful only when it is lived in everyday practice. By bringing schools, families, and communities into genuine partnership, the FSM can support learners who move confidently between local and global worlds. When students see their languages used, valued, and expanded—and when they are invited to take part in that work—they develop the competence and insight needed to contribute to their communities and to the wider world.<\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #f7f0f4;\">\n    <div class=\"collapsible-header\" style=\"background-color: #f7f0f4;\">\n        <h4 style=\"color: #d6b6c7;\"><i class=\"fa-light fa-chevron-down\"><\/i> PRACTICE<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>The VLA curriculum cannot be taught in isolation; it must be rooted in the community. The community is rich in local expertise and serves as a living, real-world classroom where meaningful learning occurs. The curriculum encourages students to think critically as they analyze texts, compare and contrast information, and apply knowledge and skills to new situations. Schools and communities play a vital role in providing safe, supportive spaces where languages are actively maintained and practiced.<\/p>\n        <p>Vernacular language arts education encourages skills such as analysis, reasoning, and the transfer of knowledge, all of which require critical and systems thinking. Students learn how to contribute thoughtfully to problem-solving within both schools and communities. When these spaces welcome self-expression, experimentation, creative and collaborative learning, students are more likely to engage deeply in the learning process. Elders, parents, and teachers serve as role models, guiding students to learn from both successes and from errors, while continuing to practice cultural skills and traditions.<\/p>\n        <p>To express personal opinions and navigate cultural expectations, students must first critically reflect on their own practices and the norms of their community. Schools and communities provide the space for them to develop and practice these skills, ensuring that learning is both culturally grounded and intellectually rigorous.<\/p>\n    <\/div>\n<\/div>\n\n<div class=\"collapsible-section\" style=\"border-left-color: #f7f0f4;\">\n    <div class=\"collapsible-header\" style=\"background-color: #f7f0f4;\">\n        <h4 style=\"color: #d6b6c7;\"><i class=\"fa-light fa-chevron-down\"><\/i> EXAMPLES<\/h4>\n    <\/div>\n    <div class=\"collapsible-content\">\n        <p>In a community-based VLA curriculum, students develop language skills that are deeply tied to cultural norms and real-world practices:<\/p>\n        <ul>\n            <li>Students learn to listen attentively to teachers and elders, asking and answering questions in ways that are respectful and traditionally appropriate.<\/li>\n            <li>They practice the use of proper and respectful language during community activities and service.<\/li>\n            <li>Modern concepts can be explained and discussed in local languages, not only in English, reinforcing the relevance of vernacular languages in daily life.<\/li>\n            <li>Bilingual competence is supported by encouraging local language use at home and in the communities, while English remains important within the school system.<\/li>\n            <li>Students can listen and view a variety of presentations in different settings beyond classrooms—such as community meetings, courtrooms, or legislative chambers—learning to recall information accurately and critique ideas constructively through a cultural lens.<\/li>\n            <li>They develop the judgment to know when to remain quiet and listen attentively to their elders or teachers, and when to speak, always respecting their audience and the setting.<\/li>\n        <\/ul>\n    <\/div>\n<\/div>"
                }
            ],
            "meta_description": null,
            "meta_keywords": null,
            "is_published": true,
            "show_in_navigation": false,
            "is_homepage": false,
            "published_at": null,
            "order": 3,
            "parent_id": null,
            "parent_slug": null,
            "resource_contributors": [],
            "created_at": "2025-12-12 13:57:12",
            "updated_at": "2025-12-14 18:21:33"
        },
        {
            "id": 20,
            "title": "Strategy",
            "slug": "strategy",
            "content": "<h1>LEARNING AND TEACHING STRATEGY—IN DOING ONE LEARNS<\/h1><p>Welcome and thank you for your interest in the FSM Vernacular Language Arts (VLA) This section highlights the island teaching and learning strategy known as &quot;in doing, one learns&quot;, also referred to as hands-on or experiential learning. Additional strategies will be discussed in the next section. Traditionally, children in FSM communities learned by being present alongside adults as they worked—whether in canoe houses, cookhouses, on land, or on the ocean. By observing, imitating, and participating, children acquire the skills and knowledge necessary to sustain themselves and their culture. In school, students respond positively to experiential learning activities such as games, field trips, mapping exercises, and community service, which mirror this traditional approach and reinforce learning through active engagement.<\/p><h2>SOME TIPS FOR SUCCESSFUL EXPERIENTIAL ACTIVITIES<\/h2><p>{{block_1}}<\/p><p>{{block_2}}<\/p><p>{{block_3}}<\/p><p>{{block_4}}<\/p><p>{{block_5}}<\/p><p>{{block_6}}<\/p><p>{{block_7}}<\/p><p>{{block_8}}<\/p>",
            "custom_html_blocks": [
                {
                    "id": "block_1",
                    "html": "<div class=\"experiential-tips-section\">\n    <h3><span class=\"tip-number\">1.<\/span> Preparation and planning<\/h3>\n    <ul>\n        <li><strong>Check student readiness:<\/strong> Ensure students have prior knowledge or skills needed for the activity.<\/li>\n        <li><strong>Introduce the activity in advance:<\/strong> Explain the purpose, goals, and expected outcomes so students understand why they are doing the activity.<\/li>\n        <li><strong>Set expectations:<\/strong> Discuss what students will see, do, and learn, and explain the behavior and safety guidelines.<\/li>\n        <li><strong>Provide background knowledge:<\/strong> Share relevant cultural, historical, or scientific context so students can engage meaningfully.<\/li>\n        <li><strong>Gather necessary permissions:<\/strong> Obtain consent from parents or community members if required.<\/li>\n        <li><strong>Build excitement:<\/strong> Use stories, videos, or small hands-on previews to spark curiosity and interest.<\/li>\n        <li><strong>Assign roles:<\/strong> Let students know any specific responsibilities or tasks during the activity to maximize participation.<\/li>\n        <li><strong>Encourage reflection:<\/strong> Ask students to think about what they hope to learn or questions they might explore.<\/li>\n    <\/ul>\n<\/div>"
                },
                {
                    "id": "block_2",
                    "html": "<div class=\"experiential-tips-section\">\n    <h3><span class=\"tip-number\">2.<\/span> Resources and materials<\/h3>\n    <ul>\n        <li><strong>Prepare materials and supplies:<\/strong> Ensure all items needed for the activity are prepared in advance.<\/li>\n        <li><strong>Usage instructions:<\/strong> Make sure students know how to use materials safely and respectfully, especially if they are culturally significant items.<\/li>\n        <li><strong>Backups:<\/strong> Have backup materials or alternatives in case something is missing or damaged.<\/li>\n    <\/ul>\n"
                },
                {
                    "id": "block_3",
                    "html": "<div class=\"experiential-tips-section\">\n    <h3><span class=\"tip-number\">3.<\/span> Logistics and coordination<\/h3>\n    <ul>\n        <li><strong>Planning:<\/strong> Plan transportation if required.<\/li>\n        <li><strong>Timing:<\/strong> Schedule any outdoor activities on the beach or on the water at times when the tides are suitable.<\/li>\n        <li><strong>Coordination:<\/strong> Check with community members or institutions involved to confirm availability and roles.<\/li>\n    <\/ul>\n<\/div>"
                },
                {
                    "id": "block_4",
                    "html": "<div class=\"experiential-tips-section\">\n    <h3><span class=\"tip-number\">4.<\/span> Safety first<\/h3>\n    <ul>\n        <li><strong>Student-specific needs:<\/strong> Check for allergies, medical conditions, or mobility issues and plan accordingly.<\/li>\n        <li><strong>Preparedness:<\/strong> Ensure students have water and any safety gear that may be needed for outdoor activities.<\/li>\n        <li><strong>Adult supervision:<\/strong> Maintain a safe adult-to-student ratio.<\/li>\n        <li><strong>First aid:<\/strong> Bring a first aid kit and ensure you know the procedure for emergencies.<\/li>\n        <li><strong>Emergency communication:<\/strong> Have a reliable way to contact emergency services or school administrators.<\/li>\n        <li><strong>Outdoor site safety:<\/strong> Inspect sites for hazards such as holes, unstable rocks, or other risks; check weather and ocean conditions.<\/li>\n        <li><strong>Indoor site safety:<\/strong> Know the location of exits and evacuation plans in case of emergencies.<\/li>\n    <\/ul>\n<\/div>"
                },
                {
                    "id": "block_5",
                    "html": "<div class=\"experiential-tips-section\">\n    <h3><span class=\"tip-number\">5.<\/span> Cultural protocols<\/h3>\n    <ul>\n        <li><strong>Permissions:<\/strong> Learn and practice the proper way to ask permission to enter a site or conduct interviews.<\/li>\n        <li><strong>Cultural restrictions:<\/strong> Know which areas, objects, or activities are off-limits and why.<\/li>\n        <li><strong>Appropriate language:<\/strong> Use respectful and appropriate language with hosts and community members and be aware of any place-specific language required in certain sites.<\/li>\n        <li><strong>Thank your hosts:<\/strong> Follow proper protocols to thank and show appreciation to hosts at the end of a visit.<\/li>\n        <li><strong>Follow-up etiquette:<\/strong> After interviews or visits, students can write thank-you notes or share a report to show respect.<\/li>\n    <\/ul>\n<\/div>"
                },
                {
                    "id": "block_6",
                    "html": "<div class=\"experiential-tips-section\">\n    <h3><span class=\"tip-number\">6.<\/span> Clear behavior expectations<\/h3>\n    <ul>\n        <li><strong>Ensure fairness:<\/strong> Make sure all students understand the rules of games or activities.<\/li>\n        <li><strong>Collaboration and teamwork:<\/strong> Encourage students to work together respectfully and support one another.<\/li>\n        <li><strong>Active participation:<\/strong> Make sure all students are included and understand their roles.<\/li>\n        <li><strong>Respectful behavior:<\/strong> Teach and model proper behavior, including both actions and words.<\/li>\n        <li><strong>Self-monitoring:<\/strong> Teach students to recognize and correct their own behavior if it deviates from expectations.<\/li>\n        <li><strong>Consequences:<\/strong> Be explicit about consequences for not following the rules.<\/li>\n    <\/ul>\n<\/div>"
                },
                {
                    "id": "block_7",
                    "html": "<div class=\"experiential-tips-section\">\n    <h3><span class=\"tip-number\">7.<\/span> Engage the community<\/h3>\n    <ul>\n        <li><strong>Value community contributions:<\/strong> Acknowledge that parents and community members possess valuable knowledge and skills. They are often eager to help. Involve them in supporting students' learning.<\/li>\n        <li><strong>Share responsibilities:<\/strong> Clearly define what the community, parents, and students are each contributing. Assign specific tasks or roles to participants to support the activity.<\/li>\n        <li><strong>Document the learning:<\/strong> As teachers and community members, don't forget to write notes, take photos, and record results or stories about the activity.<\/li>\n        <li><strong>Celebrate success:<\/strong> Recognize contributions of students and community to build motivation and ownership. Encourage students to share their learning with the community to uplift everyone and help perpetuate cultural knowledge.<\/li>\n    <\/ul>\n<\/div>"
                },
                {
                    "id": "block_8",
                    "html": "<div class=\"experiential-tips-section\">\n    <h3><span class=\"tip-number\">8.<\/span> Reflection and assessment<\/h3>\n    <ul>\n        <li><strong>Reflect on experience:<\/strong> Encourage students to reflect on their experiences immediately after the activity and later through journals, discussions, or presentations.<\/li>\n        <li><strong>Guiding questions:<\/strong> Offer questions to students to encourage their critical thinking. What did you learn? What surprised you? How could you apply this knowledge in the future?<\/li>\n        <li><strong>Feedback:<\/strong> Include ways for students to self-assess and for teachers\/community members to give constructive feedback.<\/li>\n    <\/ul>\n<\/div>"
                }
            ],
            "meta_description": null,
            "meta_keywords": null,
            "is_published": true,
            "show_in_navigation": false,
            "is_homepage": false,
            "published_at": null,
            "order": 4,
            "parent_id": null,
            "parent_slug": null,
            "resource_contributors": [],
            "created_at": "2025-12-12 13:57:12",
            "updated_at": "2025-12-14 18:28:03"
        },
        {
            "id": 21,
            "title": "Applying by standard",
            "slug": "applying-by-standard",
            "content": "<h1>APPLYING THE TEACHING AND LEARNING STRATEGIES TO THE FRAMEWORK AND PRINCIPLES BY STANDARD<\/h1><p>This section guides the user in exploring how the guiding framework and place-based educational principles can be applied to the VLA standards and learning outcomes. It does so by sharing a selection of teaching and learning strategies. The strategies are color-coded and correspond to the key elements of the framework and principles: place, culture, students\/community, and thinking. This list is neither complete nor exhaustive—its potential is limited only by your creativity and imagination. Use it as a starting point to inspire new strategies, adapt ideas, and explore ways to apply them in your schools and communities.<\/p><p>{{block_1}}<\/p><p>{{block_2}}<\/p><p>{{block_3}}<\/p><p>{{block_4}}<\/p>",
            "custom_html_blocks": [
                {
                    "id": "block_1",
                    "html": "<div class=\"framework-color-reference\">\n  <div style=\"display: grid; grid-template-columns: 1fr 1fr; gap: 1rem; margin: 2rem 0;\">\n    <div>\n      <h3>Guiding framework<\/h3>\n      <ul>\n        <li><span style=\"background-color: #ecefe7;\">Cultivating a strong sense of place<\/span> through language arts<\/li>\n        <li><span style=\"background-color: #e7eff6;\">Building language arts skills<\/span> to perpetuate culture<\/li>\n        <li><span style=\"background-color: #ececf5;\">Strengthening community<\/span> with language arts practices<\/li>\n        <li><span style=\"background-color: #f7f0f4;\">Developing critical and systems thinking<\/span> using language arts as a tool<\/li>\n      <\/ul>\n    <\/div>\n    <div>\n      <h3>Place-based educational principles<\/h3>\n      <ul>\n        <li><span style=\"background-color: #ecefe7;\">Our place is our teacher and textbook.<\/span><\/li>\n        <li><span style=\"background-color: #e7eff6;\">Our culture is the main bank of skills.<\/span><\/li>\n        <li><span style=\"background-color: #ececf5;\">Our students are a source of creativity.<\/span><\/li>\n        <li><span style=\"background-color: #f7f0f4;\">Our school and community are where students apply critical and systems thinking.<\/span><\/li>\n      <\/ul>\n    <\/div>\n  <\/div>\n<\/div>\n\n<div class=\"framework-icons-container\">\n    <div class=\"framework-icon\" style=\"background-color: #a1b78a;\">\n        <div class=\"icon-image\">Icon 1<\/div>\n        <p>Listening and speaking<\/p>\n    <\/div>\n    <div class=\"framework-icon\" style=\"background-color: #8aafcb;\">\n        <div class=\"icon-image\">Icon 2<\/div>\n        <p>Reading<\/p>\n    <\/div>\n    <div class=\"framework-icon\" style=\"background-color: #a5a5c7;\">\n        <div class=\"icon-image\">Icon 3<\/div>\n        <p>Writing<\/p>\n    <\/div>\n    <div class=\"framework-icon\" style=\"background-color: #d6b6c7;\">\n        <div class=\"icon-image\">Icon 4<\/div>\n        <p>Literature response<\/p>\n    <\/div>\n<\/div>\n\n<div class=\"theme-divider\" style=\"background-color: #cbd3df;\"><\/div>"
                },
                {
                    "id": "block_2",
                    "html": "div class=\"standards-bar\" style=\"background-color: #cbd3df; border-left: 5px solid #1d496a;\">\n  <h2 style=\"color: #1d496a; margin: 0; padding: 1rem;\">Standard 1: Listening and speaking<\/h2>\n<\/div>\n\n<p>Students will be competent speakers, listeners, and viewers in the vernacular, able to construct literal and interpretive meaning from what they hear and view and communicate effectively for various purposes and to different audiences.<\/p>\n\n<table class=\"strategies-table\" style=\"width: 100%; border-collapse: collapse; margin: 1rem 0;\">\n  <thead>\n    <tr style=\"background-color: #e8e8e8;\">\n      <th style=\"padding: 0.75rem; text-align: left; border: 1px solid #ddd; font-style: italic;\">Strategies<\/th>\n    <\/tr>\n  <\/thead>\n  <tbody>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Listening to elders telling myths and legends in local languages.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Retelling the myths and legends to other students, using the local language and in their own words.<\/td>\n    <\/tr>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Interviewing elders about the history of the place\/islands.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Creating plays for younger children about the history of the place\/island.<\/td>\n    <\/tr>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Listening to elders use honorific terms and practice speaking these terms.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Explaining the reasons to use these terms to younger students.<\/td>\n    <\/tr>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Observing nature and then sharing about the observations.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Discussing what was observed with elders in order to make more sense of the observations.<\/td>\n    <\/tr>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Interviewing and observing those working on island conservation.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Communicating about climate resilient cultural practices to the community.<\/td>\n    <\/tr>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Debating the pros and cons of certain fishing practices in the light of changing environmental conditions and sea level rise.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Communicating ideas to community elders about climate change adaptations.<\/td>\n    <\/tr>\n  <\/tbody>\n<\/table>\n\n<div class=\"theme-divider\" style=\"background-color: #cbd3df; margin-top: 2rem;\"><\/div>"
                },
                {
                    "id": "block_3",
                    "html": "<div class=\"standards-bar\" style=\"background-color: #cbd3df; border-left: 5px solid #1d496a;\">\n  <h2 style=\"color: #1d496a; margin: 0; padding: 1rem;\">Standard 2: Reading<\/h2>\n<\/div>\n\n<p>Students will demonstrate competence in applying relevant skills and strategies to read various printed materials in the vernacular for social, academic, and career-related purposes.<\/p>\n\n<table class=\"strategies-table\" style=\"width: 100%; border-collapse: collapse; margin: 1rem 0;\">\n  <thead>\n    <tr style=\"background-color: #e8e8e8;\">\n      <th style=\"padding: 0.75rem; text-align: left; border: 1px solid #ddd; font-style: italic;\">Strategies<\/th>\n    <\/tr>\n  <\/thead>\n  <tbody>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">The content and settings of the reading materials for the students are place-based.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">The vocabulary and artwork in the reading materials promote specific cultural practices.<\/td>\n    <\/tr>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Reading and understanding texts set in different situations and using honorific language.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Using nature as a textbook with local language as the medium of communicating about nature.<\/td>\n    <\/tr>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Older students read culturally significant stories and articles to younger students, passing along knowledge and skills.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Students read what they have written to their families practicing respectful ways of communication.<\/td>\n    <\/tr>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Reading and understanding cultural regulations and laws.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Reading and understanding political regulations and laws.<\/td>\n    <\/tr>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Students read aloud to elders in the community who may no longer be able to read due to failing sight.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Reading and understanding complex instructions.<\/td>\n    <\/tr>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Reading place-names and wondering about their meanings.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Students read aloud to each other.<\/td>\n    <\/tr>\n  <\/tbody>\n<\/table>\n\n<div class=\"theme-divider\" style=\"background-color: #cbd3df; margin-top: 2rem;\"><\/div>"
                },
                {
                    "id": "block_4",
                    "html": "<div class=\"standards-bar\" style=\"background-color: #cbd3df; border-left: 5px solid #1d496a;\">\n  <h2 style=\"color: #1d496a; margin: 0; padding: 1rem;\">Standard 3: Writing<\/h2>\n<\/div>\n\n<p>Students will demonstrate the ability to write, applying the general skills and strategies of the writing process, to communicate effectively for a variety of purposes and to different audiences.<\/p>\n\n<table class=\"strategies-table\" style=\"width: 100%; border-collapse: collapse; margin: 1rem 0;\">\n  <thead>\n    <tr style=\"background-color: #e8e8e8;\">\n      <th style=\"padding: 0.75rem; text-align: left; border: 1px solid #ddd; font-style: italic;\">Strategies<\/th>\n    <\/tr>\n  <\/thead>\n  <tbody>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Retelling traditional legends, myths, and historical events in their own words.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Writing new stories about their places using specific place names, plants and animals including sea creatures, cultural practices and other local elements.<\/td>\n    <\/tr>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Creating reference books about their own culture that builds their vocabulary and grammar skills.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Writing and performing plays based on traditional stories and cultural practices for the community.<\/td>\n    <\/tr>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Writing speeches using honorific terms.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Writing short articles about new concepts using newly coined terms and words, such as in science.<\/td>\n    <\/tr>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Writing and sharing about climate resilient cultural practices to the community.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Writing and sharing about culture to visitors coming to the FSM.<\/td>\n    <\/tr>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Writing well in local languages brings real-world benefits to governance, society, and the economy.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Writing as a way to express ways of thinking and ways of knowing.<\/td>\n    <\/tr>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Writing and publishing a weekly newspaper for the school and\/or community.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Writing and posting signs to support conservation and preservation of special places.<\/td>\n    <\/tr>\n  <\/tbody>\n<\/table>\n\n<div class=\"theme-divider\" style=\"background-color: #cbd3df; margin-top: 2rem;\"><\/div>\n\n<div class=\"standards-bar\" style=\"background-color: #cbd3df; border-left: 5px solid #1d496a;\">\n  <h2 style=\"color: #1d496a; margin: 0; padding: 1rem;\">Standard 4: Literature response<\/h2>\n<\/div>\n\n<p>Students will study oral and written literature from their own culture as well as selected literary works from other cultures and will develop the ability to gain insights into their own culture while understanding and relating to others.<\/p>\n\n<table class=\"strategies-table\" style=\"width: 100%; border-collapse: collapse; margin: 1rem 0;\">\n  <thead>\n    <tr style=\"background-color: #e8e8e8;\">\n      <th style=\"padding: 0.75rem; text-align: left; border: 1px solid #ddd; font-style: italic;\">Strategies<\/th>\n    <\/tr>\n  <\/thead>\n  <tbody>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Reflecting on the names of places and any tales and legends tied to them can increase appreciation of place.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Comparing and contrasting local stories with stories from elsewhere increases the ability to understand and relate to others.<\/td>\n    <\/tr>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Reading and analyzing articles about the effects of climate change globally.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Comparing and contrasting local stories with stories from elsewhere supports critical thinking.<\/td>\n    <\/tr>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Analyzing traditional stories for themes and morals supports cultural practices.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Knowing and using different culturally based language skills such as poetry, specific speech patterns, specific high language vocabulary is crucial.<\/td>\n    <\/tr>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Applying the themes and morals from traditional stories can help to strengthen communities.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Knowing and using different culturally based language skills will perpetuate community practices.<\/td>\n    <\/tr>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Analyzing modern or contemporary stories for themes and morals can build self-identity.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Comparing and contrasting current depictions of places with historical depictions of places.<\/td>\n    <\/tr>\n    <tr style=\"background-color: #f9f9f9;\">\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Comparing and contrasting local laws and regulations with national and international laws and regulations.<\/td>\n    <\/tr>\n    <tr>\n      <td style=\"padding: 0.75rem; border: 1px solid #ddd;\">Analysing local laws and regulations to understand their implications for conservation.<\/td>\n    <\/tr>\n  <\/tbody>\n<\/table>\n\n<div class=\"theme-divider\" style=\"background-color: #cbd3df; margin-top: 2rem;\"><\/div>"
                }
            ],
            "meta_description": null,
            "meta_keywords": null,
            "is_published": true,
            "show_in_navigation": false,
            "is_homepage": false,
            "published_at": null,
            "order": 5,
            "parent_id": null,
            "parent_slug": null,
            "resource_contributors": [],
            "created_at": "2025-12-12 13:57:12",
            "updated_at": "2025-12-14 18:40:28"
        },
        {
            "id": 22,
            "title": "Toolkit",
            "slug": "toolkit",
            "content": "<h1><strong>GENERAL TEACHING AND ASSESSMENT TOOLS FOR ALL STANDARDS<\/strong><\/h1><p>The following section presents a variety of practical teaching and assessment tools, strategies, and culturally relevant approaches designed to help you and your students meet specific grade standards and benchmarks. (Some have been combined for clarity, as their content closely overlaps.)<\/p><p>Many of the sample materials provided in this <strong><em>Resource Guide<\/em><\/strong> can be printed, copied, and used directly in the classroom. However, we encourage teachers to adapt and modify these tools, strategies, and approaches to suit their own classrooms and contexts. In addition, we reference a small selection of resources from the <strong><em>Resource Library<\/em><\/strong>, but this is as examples only. The library contains hundreds of diverse materials and we hope teachers will enjoy exploring them and putting them to good use.<\/p><p>Icon number 1<\/p><p>Icon number 2<\/p><p>Icon number 3<\/p><p>Icon number 4<\/p><p>The following four lines of text each go under the corresponding icons<\/p><p>Listening and speaking<\/p><p>Reading<\/p><p>Writing<\/p><p>Literature response<\/p><p>Unlike before, every bar uses the same color combination, just like the circles above, color #cbd3df for the bar, and dark blue color #1d496a for the text&gt;<\/p><h2><strong>Standard 1: Listening and speaking<\/strong><\/h2><p>{{block_1}}<\/p><h2><strong>Standard 2: Reading<\/strong><\/h2><p>{{block_2}}<\/p><h2><strong>Standard 3: Writing<\/strong><\/h2><p>{{block_3}}<\/p><h2><strong>Standard 4: Literature response<\/strong><\/h2><p>{{block_4}}<\/p>",
            "custom_html_blocks": [
                {
                    "id": "block_1",
                    "html": "<table border=\"1\" style=\"border-collapse: collapse; width: 100%;\">\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grade<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Tools, strategies, or approaches<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample of tool and Example<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">ECE <strong>Listen and respond respectfully to oral communications.<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Grading using a rubric can support data-based interventions.  This tool allows the teacher to see where the student is performing and work on ways to help the student improve. Students can use rubrics to self-evaluate their performance and progress.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample of a listening and speaking rubric for younger grades. Modify to be culturally relevant and for different grade levels.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grades 1, 2 and 3 <strong>Do an oral or group presentation about their family <\/strong>(Grade 1)<strong>, community\/village <\/strong>(Grade 2)<strong>, municipality\/village <\/strong>(Grade 3)<strong> in a clear voice using appropriate intonation, rhythm, and gestures.<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">An oral presentation plan is a helpful tool to keep the students organized and to ensure they understand the criteria of the assignment.  Grading using a rubric can support data-based interventions.  This tool allows the teacher to see where the student is performing and work on ways to help the student improve. Students can use rubrics to self-evaluate their performance and progress.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample plan. Modify for different grades.   Sample assessment rubric for oral presentation. Modify to be culturally relevant.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grades 4 and 5 <strong>Listen attentively and participate respectfully in group presentations on grade-appropriate topics.<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Grading using a rubric can support data-based interventions.  This tool allows the teacher to see where the student is performing and work on ways to help the student improve. Students can use rubrics to self-evaluate their performance and progress.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample of a listening and speaking rubric for older grades. Modify to be culturally relevant and for different grade levels.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grades 6 and 7 <strong>Engage effectively in presenting and discussing information following the collaborative rules for speaking and listening.<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Creating collaborative rules as a class will promote understanding and student buy-in.  A presentation plan is a helpful tool to keep the students organized and to ensure they understand the criteria of the assignment.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample collaborative rules.  Sample presentation plan.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grade 8 <strong>Analyze, critique, and ask questions on any current events to build or enhance vocabulary and grammar.<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Developing a bank of culturally appropriate questions as a class will build understanding to enhance vocabulary and grammar.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grade 9 <strong>Listen to a dialogue and respond confidently using appropriate words\/phrases in different settings.<\/strong> Pay attention to a speaker's body language, gestures, and facial expressions (e.g., nod, eye-contact, frown, etc.) in an interview and formulate responses in different settings.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Conducting interviews with elders gives students a real-world, interactive context to observe, interpret, and respond to both verbal and nonverbal communication.  Interview documentation is a useful strategy to learn about place, culture, and to apply language skills.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grade 10 <strong>Listen attentively to a variety of live <\/strong><strong>presentations <\/strong>and\/or <strong>oral presentations, and respond to specific questions. Discuss reactions with others and respond to specific questions and comments with clarity.<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Three column note taking is an interesting way to enhance active listening. When taking notes, it is very easy to become focused on recording information without thinking about why it is important.  Three column note taking gives a clear structure for both recording information and thinking deeply about the information as each step is completed.  The notes can guide and support the discussions and questioning process.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grade 11- 12 <strong>Listen to spoken texts in different settings <\/strong>(e.g., debate, trial, legislative session, etc.) <strong>and respond respectfully with thoughtful questions, justifiable reasoning and from a cultural perspective.<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">A T-Chart is a two-column table used to organize information, particularly when comparing or contrasting two different sets of data.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample.<\/td>\n<\/tr>\n<\/table>"
                },
                {
                    "id": "block_2",
                    "html": "<table border=\"1\" style=\"border-collapse: collapse; width: 100%;\">\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grade<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Tools, strategies, or approaches<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Example<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">ECE <strong>Demonstrate understanding of the letter-sound association of the alphabet and use skills to figure out sounds of letters and words in simple <\/strong><strong>sentences.<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Creating place-based posters for letter sound association using local and easily recognized objects supports young students to quickly learn the alphabet their sounds.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Many samples are available in the <em><strong>Resource Library<\/strong><\/em>. Search using the keyword  “alphabet”.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grades 1 and 2 <strong>Demonstrate the ability to use the concept of print to navigate different types of texts (books, posters, signs, bulletins, comics, etc.).<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Comparing and contrasting different types of texts will support learning the functions of printed material (eg. to raise awareness, as a reference, to inform, to entertain, etc.)<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grade 3 <strong>Demonstrate understanding of how the different elements of the concept of print convey meaning (e.g., comma, period, question mark, exclamation mark, etc.).<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Using any text for a punctuation scavenger hunt will help students understand how these marks convey meaning.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grades 4 and 5 <strong>Engage in strategies to build word understanding.<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Drawing or sketching the meaning of a word helps students to think about how the word is used and the context.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grades 6, 7 and 8 <strong>Use a wide range of strategies to build and expand on the understanding of words and phrases.<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Playing word games is a fun way to build and expand understanding of words and phrases. In “Three Truths and a Lie”, students consider a word’s part of speech, definition, related words, associations, and “personality,” then write four statements about it. One of the statements should be false, and the others true.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample statements for <em>“Honorific”<\/em>:  People use <em>honorific<\/em> language when addressing royalty.  <em>Pohnpeian language has a rich honorific<\/em> vocabulary.  <em>Honorific<\/em> is a dish with lots of fish.  The word “Sir” is an honorific in English.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">High School, grades 9, 10 11, and 12  <strong>Demonstrate the ability to use skills and strategies for reading and comprehending a wide variety of grade-appropriate texts.<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Effective high school reading strategies include active reading through annotation and questioning, previewing the text before reading, summarizing and paraphrasing sections to check for comprehension, using graphic organizers to visualize concepts, employing context clues to decode vocabulary, and making connections between the text and personal experiences or other texts.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample of a mind map or concept map and how to use it.<\/td>\n<\/tr>\n<\/table>"
                },
                {
                    "id": "block_3",
                    "html": "<table border=\"1\" style=\"border-collapse: collapse; width: 100%;\">\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grade<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Tools, strategies, or approaches<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Example<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">ECE, Grade 1 and 2 <strong>Use basic skills and processes of writing to write a descriptive piece about self <\/strong>(ECE)<strong>, their family <\/strong>(Grade 1)<strong>, home or place <\/strong>(Grade 2)<strong>.<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Helping students to use all their senses while writing gives them access to ideas and details to write about.  Descriptive writing templates can help students explore different elements to include in their stories.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grades 3, 4 and 5 <strong>Use grade-appropriate writing skills and the processes of writing to write an expository passage about the cultural aspect of their community <\/strong>(Grade 3)<strong>, state<\/strong> (Grade 4)<strong>, or nation <\/strong>(Grade 5)<strong>.<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Expository writing is a genre of writing that describes, explains, or investigates an idea, reason, or steps in order to inform or illuminate a particular subject for the reader. Like all kinds of academic writing, expository essays have a clear thesis statement that is supported by sound evidence and reasoning. Successful and effective expository essays should provide necessary context and background information, present a main idea, and provide examples to elaborate on the subject at hand (taken from Gacho, 2021).<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grades 6 and 8 <strong>Create a variety of texts using correct conventions of writing, appropriate cultural protocols and word choices, and organization to fit the purpose and audience for the writing.<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Knowing the purpose and the audience is key to writing persuasively and to using the appropriate language and protocols.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample.  Adapt to any kind of text.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grades 7 and 9 <strong>Compose an informative report, based on factual information, with references, using precise vocabulary, correct transitional words, and phrases, with clear purpose and audience.<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Gathering facts and details for an informative report is very important. Knowing the purpose and audience is also key.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grade 10  <strong>Compose a piece of text (report, poem, letter, etc...) using precise and effective vocabulary and processes of writing on an important local topic (e.g., historical sites, environmental degradation, election results, etc...).<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Gathering facts and details for any piece of text is very important. Knowing the purpose and audience is also key.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grade 11 <strong>Create a short pamphlet or brochure on a traditional event <\/strong>(e.g., feast, ceremony, funeral, etc.) <strong>using precise and effective vocabulary.<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Precise and effective vocabulary is necessary to get the message across in shorter documents such as a pamphlet or brochure.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grade 12 <strong>Research and write an opinion piece on a chosen topic <\/strong>(e.g., clan, taboo, traditional titles, language, family roles, etc.) <strong>and cite facts and evidence to support the claim.<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Gathering facts and details for an opinion piece to support a claim  is very important.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample.<\/td>\n<\/tr>\n<\/table>"
                },
                {
                    "id": "block_4",
                    "html": "<table border=\"1\" style=\"border-collapse: collapse; width: 100%;\">\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grade<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Tools, strategies, or approaches<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Example<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">ECE <strong>Demonstrate awareness of the importance of stories by recognizing the characters and settings of stories.<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Teachers can use who and where\/when charts to have students recognize the characters and settings of a story.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grade 1 <strong>Recognize that opinions differ.<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Venn Diagram can be used in many ways. For example, to compare and contrast, discuss the same and different, like and dislike, etc. Teachers can use this tool to help students recognize that they can have different opinions on the same topic.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grade 2 <strong>Make inferences regarding the consequences of characters' actions.<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Students can add their own experiences to the story to deepen their understanding and to develop ideas.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample based on “<em>What I see on the reef<\/em>”, a book you can find in the <em><strong>Resource library<\/strong><\/em>.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grade 3 <strong>Demonstrate <\/strong><strong>understanding that people respond differently to different types of texts (e.g., stories, articles, media platforms, etc.) read.<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Students can first fill out the template in response to the text and then share with a classmate. They can compare and contrast their response to understand that people can respond differently to the same text.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grade 4 <strong>Identify literary elements (e.g., setting, characters, and plot) in stories read, viewed, or heard.<\/strong> b. Identify the main events in a story read, viewed, or heard and arrange them in sequential order.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Story or play outline provides an organized way for the student to write or draw their understanding of the events of the story and to arrange them.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample based on “<em>Rat and Crab<\/em>”, a book you can find in the <em><strong>Resource library<\/strong><\/em>.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grade 5 <strong>Read a variety of genres and explain how the contents relate to real-life situations or experiences.<\/strong> <strong> <\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">A concept map is a visual organizer or graphic tool that illustrates the relationships between different ideas or concepts, typically represented as nodes (circles or boxes) connected by labeled arrows. It helps to structure information hierarchically, beginning with a main idea and branching out to more specific topics.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample based on “<em>Teamwork in my Community<\/em>”, a book you can find in the <em><strong>Resource library<\/strong><\/em>.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grades 6, 7, 8 and 9 <strong>Demonstrate an understanding of the literary elements of a story and play, including characters, setting, plot, dialogue, and theme.<\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Story or play outline provides an organized way for the student to write or draw their understanding of the literary elements.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample based on “<em>Mwein Olisihpa and Olosohpa<\/em>”, a book you can find in the <em><strong>Resource library<\/strong><\/em>.<\/td>\n<\/tr>\n<tr>\n<td style=\"border: 1px solid black; padding: 5px;\">Grades 6, 7, 8, 10, 11 and 12 <strong>Analyze how the contents (e.g., message, theme, purpose, and moral) of different types of literary genres relate to real-life situations or experience.<\/strong> <strong> <\/strong><\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">A concept map is a visual organizer or graphic tool that illustrates the relationships between different ideas or concepts, typically represented as nodes (circles or boxes) connected by labeled arrows. It helps to structure information hierarchically, beginning with a main idea and branching out to more specific topics.<\/td>\n<td style=\"border: 1px solid black; padding: 5px;\">Sample based on “<em>How the Islands of Yap became separated<\/em>”, a book you can find in the <em><strong>Resource library<\/strong><\/em>.<\/td>\n<\/tr>\n<\/table>"
                }
            ],
            "meta_description": null,
            "meta_keywords": null,
            "is_published": true,
            "show_in_navigation": false,
            "is_homepage": false,
            "published_at": null,
            "order": 6,
            "parent_id": null,
            "parent_slug": null,
            "resource_contributors": [],
            "created_at": "2025-12-12 13:57:12",
            "updated_at": "2025-12-14 19:04:33"
        },
        {
            "id": 23,
            "title": "Glossary",
            "slug": "glossary",
            "content": "<h1><strong>GLOSSARY<\/strong><\/h1><p>This glossary is provided to help teachers better understand the terms used in the Vernacular Language Arts (VLA) curriculum standards. Some of the entries were recommended by teachers who participated in VLA workshops, others were chosen because they may not be widely known.<\/p><ul><li><strong>Academic language:<\/strong> Words used in school to learn and explain things and learn subject content (e.g., describe, summarize, compare, contrast, calculate).<\/li><li><strong>Affix:<\/strong> A part added to a word to change its meaning (like a prefix at the start or a suffix at the end).<\/li><li><strong>Alliteration:<\/strong> Repeating the same sound at the beginning of words (e.g., “Sally sells seashells”).<\/li><li><strong>Characterization:<\/strong> How an author shows what a character is like, through actions, words, or thoughts.<\/li><li><strong>Climax:<\/strong> The most exciting part of a story.<\/li><li><strong>Collaborative rules for speaking and listening:<\/strong> Rules for talking and listening respectfully in a group.<\/li><li><strong>Communication:<\/strong> Sharing information through talking, writing, or gestures.<\/li><li><strong>Compare\/contrast:<\/strong> Finding what is the same and what is different between two things.<\/li><li><strong>Complex plot: <\/strong>a story in which unexpected or surprising elements are added to a simple plot, making it more complex.<\/li><li><strong>Concept:<\/strong> An idea, thought, or principle.<\/li><li><strong>Concept of\/about print:<\/strong> awareness of how print works to convey a message (e.g., knowing that print is read from left to right, top to bottom; that words are made up of letters; and that there are spaces between words).<\/li><li><strong>Conflict \/ Crisis:<\/strong> The problem or challenge in a story.<\/li><li><strong>Connotation:<\/strong> The feelings or ideas a word makes you think of, not just its dictionary meaning.<\/li><li><strong>Conventions of writing:<\/strong> The rules of writing correctly (capital letters, punctuation, grammar).<\/li><li><strong>Context clues:<\/strong> Hints in the text that help you understand new words.<\/li><li><strong>Cultural \/ Local literature:<\/strong> Stories, songs, dances, or dramas from a specific culture or community.<\/li><li><strong>Denotation:<\/strong> The literal or dictionary meaning of a word.<\/li><li><strong>Descriptive essay:<\/strong> Writing that describes a person, place, or thing with details.<\/li><li><strong>Dialogue:<\/strong> Talking between characters in a story.<\/li><li><strong>Draft:<\/strong> A first version of your writing.<\/li><li><strong>Editing and revising:<\/strong> Fixing mistakes and improving your writing.<\/li><li><strong>Expository \/ Informative essay:<\/strong> Writing that explains or gives information about a topic.<\/li><li><strong>Figurative language:<\/strong> Words used in a special way, not literal, to show meaning. It includes:<\/li><li><strong>Simile:<\/strong> Compares two things using “like” or “as” (e.g., “fast as a cheetah”).<\/li><li><strong>Metaphor:<\/strong> Compares two things without “like” or “as” (e.g., “Time is money”).<\/li><li><strong>Alliteration, allusion, exaggeration, hyperbole, characterization<\/strong> (other figurative techniques).<\/li><li><strong>Finalizing:<\/strong> Completing your writing for sharing or submission.<\/li><li><strong>Genre:<\/strong> Type of story or writing (e.g., fiction, nonfiction, poem, song, play).<\/li><li><strong>Graphic organizer:<\/strong> A visual way to organize ideas (charts, maps, diagrams).<\/li><li><strong>Honorific language:<\/strong> Unique way of speaking using special words to show respect.<\/li><li><strong>Intonation:<\/strong> How your voice goes up and down when speaking.<\/li><li><strong>Literary elements:<\/strong> Parts that make up a story: plot, characters, setting, theme, dialogue.<\/li><li><strong>Literature:<\/strong> Written works like stories, poems, plays, or songs.<\/li><li><strong>Main idea:<\/strong> The most important idea in a text.<\/li><li><strong>Moral:<\/strong> The lesson you learn from a story.<\/li><li><strong>Narrative story:<\/strong> A story that tells events, either real or imagined.<\/li><li><strong>Oral text:<\/strong> Something spoken aloud like a story, song, or chant.<\/li><li><strong>Opinion piece:<\/strong> Writing that tells what you think and gives reasons.<\/li><li><strong>Persuasive essay:<\/strong> Writing to convince someone of your opinion.<\/li><li><strong>Plot:<\/strong> The events in a story: beginning, middle, climax, and ending.<\/li><li><strong>Prediction:<\/strong> Guessing what will happen next in a story.<\/li><li><strong>Problem-solution:<\/strong> A text that shows a problem and how it is solved.<\/li><li><strong>Reading fluency:<\/strong> Reading smoothly, with expression, and at a good speed.<\/li><li><strong>Resolution:<\/strong> How a story’s problem is solved.<\/li><li><strong>Root word:<\/strong> The main part of a word before adding anything.<\/li><li><strong>Semantic mapping \/ Concept mapping:<\/strong> Drawing connections between ideas or words.<\/li><li><strong>Sequencing:<\/strong> Putting events in the order they happen.<\/li><li><strong>Setting:<\/strong> When and where a story happens.<\/li><li><strong>Sight words:<\/strong> Words you can recognize instantly without sounding them out.<\/li><li><strong>Text:<\/strong> The main writing in a book or paper.<\/li><li><strong>Text evidence:<\/strong> Proof from the text that supports your answer.<\/li><li><strong>Text features:<\/strong> Parts of a text that help you understand it, like pictures, headings, captions, or bold words.<\/li><li><strong>Text structure:<\/strong> How a text is organized (e.g., sequence, cause\/effect, compare\/contrast, problem-solution).<\/li><li><strong>Transitional words\/phrases:<\/strong> Words that connect ideas (e.g., however, therefore, next).<\/li><li><strong>Variety of text:<\/strong> Different kinds of writing (story, factual text, poem, play).<\/li><li><strong>Voice \/ Body gestures:<\/strong> Using your voice and movements to show meaning while reading or speaking.<\/li><li><strong>Writing process \/ Process of writing:<\/strong> Steps for writing: brainstorm → outline → draft → revise\/edit → finalize.<\/li><\/ul>",
            "custom_html_blocks": [],
            "meta_description": null,
            "meta_keywords": null,
            "is_published": true,
            "show_in_navigation": false,
            "is_homepage": false,
            "published_at": null,
            "order": 7,
            "parent_id": null,
            "parent_slug": null,
            "resource_contributors": [],
            "created_at": "2025-12-12 13:57:12",
            "updated_at": "2025-12-14 19:09:07"
        },
        {
            "id": 24,
            "title": "References",
            "slug": "references",
            "content": "<h1><strong>REFERENCES AND RECOMMENDED READINGS<\/strong><\/h1><p>The references below offer a sample of writing on various educational practices and strategies. The primary references are the <strong><em>FSM Language Policy<\/em> <\/strong>and the<strong> <em>FSM Vernacular Language Arts Student Learning Outcomes<\/em><\/strong>. These two documents form the foundation to which this <strong><em>Resource Guide<\/em><\/strong> is aligned and which it is designed to support and strengthen. Users are encouraged to seek additional references for use in their classrooms and communities and to explore the many materials available in the online <strong><em>Resource Library<\/em><\/strong>, where relevant resources are organized under the “Educator Support” category.<\/p><p>Chimamanda Ngozi Adichie. <em>The Danger of a Single Story.<\/em> TEDGlobal, July 2009. TED Talk, video.<\/p><p>Federated States of Micronesia Department of Education. <em>FSM Language Policy<\/em>. National Department of Education (NDOE), 2023.<\/p><p>Federated States of Micronesia Department of Education. <em>Vernacular Language Arts Student Learning Outcomes, Grades ECE–12.<\/em> National Department of Education (NDOE), 2024.<\/p><p>Gacho, Francesca. <em>Expository Writing.<\/em> Center for Writing &amp; Rhetoric, Claremont Graduate University, November 2021.<\/p><p>Goodman, Michael. “Systems Thinking as a Language.” <em>The Systems Thinker<\/em>, vol. 2, no. 3, April 1991.<\/p><p>Hawaiʻi State Department of Education. <em>Nā Hopena Aʻo Statements: HĀ – BREATH.<\/em> Honolulu, HI: Hawaiʻi State DOE, 2015.<\/p><p>Hezel, F.X. (2013). <em>Making Sense of Micronesia: The logic of Pacific Island culture. <\/em>Honolulu: University of Hawaii Press.<\/p><p>Koh, M. W. (2012). Discovering learning, discovering self: The effects of an interdisciplinary, standards-based school garden curriculum on elementary students in Hawai’i. Dissertation. UMI 3512433. ProQuest LLC.<\/p><p>Linnekin, J., and Poyer, L. (Eds). (1990) <em>Cultural Identity and Ethnicity in the Pacific<\/em>. Honolulu: University of Hawaii Press.<\/p><p>Morrison, J.,  Geraghty, P., and Crowl, L. (Eds). (1994). Science of Pacific Island Peoples Volume IV: <em>Education, Language, Patterns and Policy<\/em>. Fiji: University of the South Pacific.<\/p><p>Payne, P. G., and Wattchow, B. (2008).<em> <\/em>Slow pedagogy and placing education in post-traditional outdoor education. <em>Australian Journal of Outdoor Education<\/em>, <em>2<\/em>(1), 25-38. <a href=\"http:\/\/www.freepatentsonline.com\/article\/Australian-Journal-Outdoor-Education\/181685153.html\">http:\/\/www.freepatentsonline.com\/article\/Australian-Journal-Outdoor-Education\/181685153.html<\/a><\/p><p>Sobel, D. (1996). <em>Beyond ecophobia: Reclaiming the heart in nature education<\/em>. Great Barrington, MA: The Orion Society.<\/p><p>Sobel, D. (2004). <em>Place-based education: Connecting classrooms and communities<\/em>. Great Barrington, MA: The Orion Society.<\/p><p>Sobel, D. (2008). <em>Childhood and nature: Design principles for educators<\/em>. Portland, ME: Stenhouse Publishers.<\/p><p>Yemini, Miri; Engel, Laura; Ben Simon, Adi (2023). <em>Place-based education – a systematic review of literature<\/em>. <em>Educational Review<\/em>, 77(2), 640–660.<\/p>",
            "custom_html_blocks": [],
            "meta_description": null,
            "meta_keywords": null,
            "is_published": true,
            "show_in_navigation": false,
            "is_homepage": false,
            "published_at": null,
            "order": 8,
            "parent_id": null,
            "parent_slug": null,
            "resource_contributors": [],
            "created_at": "2025-12-12 13:57:12",
            "updated_at": "2025-12-14 19:14:30"
        }
    ]
}